Repository: 1akram/classifaedTransulation
Catalog: languagesTheme/admin-*.po
Languages: ar_ok

source: City deleted successfully.
ar_ok: تم حذف المدينة بنجاح.

source: Country Flag
ar_ok: علم الدولة

source: ISO Code2
ar_ok: رمز ISO 2

source: Active
ar_ok: نشيط

source: Browse Cities
ar_ok: تصفح المدن

source: State Code
ar_ok: رمز الدولة

source: Hybrid Map
ar_ok: الخريطة الهجينة

source: Street View Map
ar_ok: خريطة عرض الشارع

source: Located In
ar_ok: يقع في

source: Map Type
ar_ok: نوع الخريطة

source: Scaling Factor
ar_ok: عامل التحجيم

source: Delete
ar_ok: حذف

source: City ID:
ar_ok: معرف المدينة:

source: Set Default
ar_ok: الوضع الإفتراضي

source: Write the country name.
ar_ok: اكتب اسم البلد.

source: ISO Code 2
ar_ok: رمز ISO 2

source: Write the two letter country code here <br>(e.g. "US" for United States of America. You can find these codes from
ar_ok: اكتب رمز البلد المكون من حرفين هنا <br> (على سبيل المثال "الولايات المتحدة" للولايات المتحدة الأمريكية. يمكنك العثور على هذه الرموز من

source: here
ar_ok: هنا

source: ISO Code 3
ar_ok: رمز ISO 3

source: Write the three letter country code here <br>(e.g. "US" for United States of America. You can find these codes from
ar_ok: اكتب رمز البلد الثلاثة هنا <br> (على سبيل المثال "الولايات المتحدة" للولايات المتحدة الأمريكية. يمكنك العثور على هذه الرموز من

source: Country flag
ar_ok: علم الدولة

source: Upload flag image for above mentioned country. It will appear on your site along with the country name.
ar_ok: تحميل صورة العلم للبلد المذكور أعلاه.سيظهر على موقعك مع اسم البلد.

source: Save all changes
ar_ok: احفظ جميع التغييرات

source: Write the state name that falls in the above selected country
ar_ok: اكتب اسم الولاية الذي يقع في البلد المحدد أعلاه

source: Write the zone code of the above mentioned state
ar_ok: اكتب رمز المنطقة للحالة المذكورة أعلاه

source: Road Map
ar_ok: خريطة الطريق

source: Hybrid Map
ar_ok: الخريطة الهجينة

source: Select any of the above type for your map
ar_ok: حدد أي من النوع أعلاه لخريطتك

source: Define the zoom level of the map here.<br/> Its Min. value is 1 and Max. Value is 19. The recommended level is 13
ar_ok: حدد مستوى التكبير للخريطة هنا. <br/> min.القيمة 1 و MAX.القيمة 19. المستوى الموصى به هو 13

source: Home Page Map display
ar_ok: عرض خريطة الصفحة الرئيسية

source: Select whether you want to display map as per Map scaling factor you have set above or adjust the scaling factor<br/> automatically so that all available listings appear on the map.
ar_ok: حدد ما إذا كنت تريد عرض الخريطة وفقًا لعامل التحجيم الذي قمت بتعيينه أعلاه أو ضبط عامل التحجيم <br/> تلقائيًا حتى تظهر جميع القوائم المتاحة على الخريطة.

source: Category/Archive page Map display
ar_ok: فئة/صفحة أرشيف عرض خريطة

source: Category/Archive page Map scaling factor
ar_ok: الفئة/صفحة الأرشيف عامل قياس الخريطة

source: Selected post type will be displayed on home page map. <br> <b>Note:</b> Make sure about its category selection in the below given &quot;Categories&quot; option
ar_ok: سيتم عرض نوع المنشور المحدد على خريطة الصفحة الرئيسية.<br> <b> ملاحظة: </b> تأكد من اختيار الفئة في الفئات أدناه & quot ؛ الفئات & quot ؛اختيار

source: Select the categories for which this field should appear in on the place or event submission form.
ar_ok: حدد الفئات التي يجب أن يظهر هذا الحقل في مكان تقديم المكان أو الحدث.

source: City Message
ar_ok: رسالة المدينة

source: Write a description of the city that you would like to display on your site.
ar_ok: اكتب وصفًا للمدينة التي ترغب في عرضها على موقعك.

source: Background Color
ar_ok: لون الخلفية

source: choose a background color for this city. <br> <b>Tip:</b>You can define a color that represents the particular city to add an advantage to recognize the cities on your site.
ar_ok: اختر لون الخلفية لهذه المدينة.<br> <b> نصيحة: </b> يمكنك تحديد لون يمثل المدينة المعينة لإضافة ميزة للتعرف على المدن على موقعك.

source: Background Image
ar_ok: الصورة الخلفية

source: Upload image to display it as a background image for this city. Ideal width size for it is <b>1900 pixels</b>.
ar_ok: قم بتحميل الصورة لعرضها كصورة خلفية لهذه المدينة.حجم العرض المثالي لأنه <b> 1900 بكسل </b>.

source: Header Background Color
ar_ok: لون خلفية الرأس

source: choose a header background color for this city. <br> <b>Tip:</b>You can define a color that represents the particular city to add an advantage to recognize the cities on your site.
ar_ok: اختر لون خلفية الرأس لهذه المدينة.<br> <b> نصيحة: </b> يمكنك تحديد لون يمثل المدينة المعينة لإضافة ميزة للتعرف على المدن على موقعك.

source: Header Upload Image
ar_ok: صورة تحميل الرأس

source: Upload image to display it as a header background image for this city.Ideal width size for it is 1240 pixels and keep the height upto 240px.
ar_ok: قم بتحميل الصورة لعرضها كصورة خلفية رأس لهذه المدينة. حجم العرض المعدل لأنه 1240 بكسل والحفاظ على ارتفاع يصل إلى 240 بكسل.

source: States not available
ar_ok: الدول غير متوفرة

source: City not available
ar_ok: المدينة غير متوفرة

source: Displays a dropdown for selecting a country, state and city. Use the widget only once per page. Works best in sidebar areas.
ar_ok: يعرض المنسدلة لاختيار بلد ودولة ومدينة.استخدم القطعة مرة واحدة فقط لكل صفحة.يعمل بشكل أفضل في مناطق الشريط الجانبي.

source: T &rarr; City DropDown (Country &rsaquo; States &rsaquo; City)
ar_ok: T & rarr ؛المدينة المنسدلة (البلد & rsaquo ؛ state & rsaquo ؛

source: Displays a dropdown for state and city. Use the widget only once per page. Works best in sidebar areas.
ar_ok: يعرض المنسدلة للدولة والمدينة.استخدم القطعة مرة واحدة فقط لكل صفحة.يعمل بشكل أفضل في مناطق الشريط الجانبي.

source: T &rarr; City DropDown From Country
ar_ok: T & rarr ؛انخفاض المدينة من البلد

source: Multicity
ar_ok: مدينة متعددة

source: Displays a drop down for city. Works best in sidebar areas.
ar_ok: يعرض المنسدلة للمدينة.يعمل بشكل أفضل في مناطق الشريط الجانبي.

source: T &rarr; City DropDown
ar_ok: T & rarr ؛انخفاض المدينة

source: Post Description
ar_ok: الوصف بعد

source: Read More
ar_ok: اقرأ أكثر

source: You have not activated the base plugin %s. Please activate it to use Tevolution-LocationManager plugin.
ar_ok: أنت لم تنشط البرنامج المساعد الأساسي %s.يرجى تفعيله لاستخدام البرنامج المساعد Tevolution-LocationManager.

source: Oops, we have a problem. The information you provided is either incorrect or you don't have Tevolution - LocationManager Plugin available inside the account. If you think everything should be ok with your account, please
ar_ok: عفوًا ، لدينا مشكلة.المعلومات التي قدمتها إما غير صحيحة أو ليس لديك مكون إضافي Tevolution - LocationManager متوفر داخل الحساب.إذا كنت تعتقد أن كل شيء يجب أن يكون على ما يرام مع حسابك ، من فضلك

source: contact us.
ar_ok: اتصل بنا.

source: User Name:
ar_ok: اسم االمستخدم:

source: Password:
ar_ok: كلمة المرور:

source: Important!
ar_ok: مهم!

source: Clicking on "Update Now" will overwrite all files. If you customized the
ar_ok: سيتم النقر فوق "التحديث الآن" على الكتابة فوق جميع الملفات.إذا قمت بتخصيص

source: code in any way please abort the update process and backup now.
ar_ok: رمز بأي شكل من الأشكال ، يرجى إحباط عملية التحديث والنسخ الاحتياطي الآن.

source: Click here
ar_ok: انقر هنا

source: for tips on how to backup your files and database.
ar_ok: للحصول على نصائح حول كيفية النسخ الاحتياطي لملفاتك وقاعدة البيانات.

source: There is a new version of Tevolution-Location Manager plugin available
ar_ok: هناك إصدار جديد من البرنامج المساعد Tevolution Location Manager متاح

source: Details & Purchase
ar_ok: التفاصيل والشراء

source: Activate
ar_ok: تفعيل

source: Deactivate
ar_ok: إلغاء تنشيط

source: <strong>templatic.com connect Error</strong>: %s
ar_ok: <strong> templatic.com خطأ الاتصال </strong>: %s

source: The plugins listed below will help you completely transform your website and give it some extra functionalities. Please click the "Details & Purchase" button next to any of them to find out more about the functions they each offer.
ar_ok: ستساعدك المكونات الإضافية المدرجة أدناه على تحويل موقع الويب الخاص بك بالكامل ومنحه بعض الوظائف الإضافية.يرجى النقر فوق الزر "التفاصيل والشراء" بجوار أي منها لمعرفة المزيد حول الوظائف التي يقدمها كل منها.

source: The payment gateways below will help you maximize the earning potential of your site. Offering more payment options to your users will help encourage more people, who perhaps might not find the built-in PayPal suitable, to submit a listing on your directory.
ar_ok: ستساعدك بوابات الدفع أدناه على زيادة إمكانات كسب موقعك إلى الحد الأقصى.سيساعد تقديم المزيد من خيارات الدفع للمستخدمين على تشجيع المزيد من الأشخاص ، الذين ربما لا يجدون PayPal المدمج مناسبًا ، لتقديم قائمة على الدليل الخاص بك.

source: Licence key
ar_ok: مفتاح الترخيص

source: Verified
ar_ok: تم التحقق

source: Verify
ar_ok: يؤكد

source: Enter the license key in order to unlock the plugin and enable automatic updates.
ar_ok: أدخل مفتاح الترخيص من أجل إلغاء قفل المكون الإضافي وتمكين التحديثات التلقائية.

source: Your PayPal Email
ar_ok: بريدك الإلكتروني باي بال

source: Example: email@example.com
ar_ok: مثال: البريد الإلكتروني exply.com

source: Bank Information
ar_ok: المعلومات المصرفية

source: Enter the bank name to which you want to transfer payment
ar_ok: أدخل اسم البنك الذي تريد تحويل الدفع إليه

source: Account ID
ar_ok: معرف الحساب

source: Enter your bank Account ID
ar_ok: أدخل معرف حسابك المصرفي

source: %s Submitted Successfully
ar_ok: قدمت %s بنجاح

source: Oops, we have a problem. The information you provided is either incorrect or you don't have
ar_ok: عفوًا ، لدينا مشكلة.المعلومات التي قدمتها إما غير صحيحة أو لا تملكها

source: available inside the account. If you think everything should be ok with your account, please
ar_ok: متوفر داخل الحساب.إذا كنت تعتقد أن كل شيء يجب أن يكون على ما يرام مع حسابك ، من فضلك

source: Username:
ar_ok: اسم المستخدم:

source: Overview
ar_ok: ملخص

source: Setup steps
ar_ok: خطوات الإعداد

source: Extend
ar_ok: تمديد

source: Payment Gateways
ar_ok: بوابات الدفع

source: Payment gateways
ar_ok: بوابات الدفع

source: Claim On
ar_ok: المطالبة

source: View claim details
ar_ok: عرض تفاصيل المطالبة

source: Author Details
ar_ok: تفاصيل المؤلف

source: Claimer Details
ar_ok: تفاصيل المطالب

source: Conatct No.
ar_ok: رقم الاتصال.

source: Claim for -
ar_ok: مطلوب من أجل -

source: 1 user has claimed for this post.
ar_ok: 1 ادعى المستخدم لهذا المنشور.

source: Set as verify
ar_ok: تعيين كما التحقق

source: Self Verify
ar_ok: التحقق الذاتي

source: user has claimed for this post.
ar_ok: وقد ادعى المستخدم لهذا المنشور.

source: users have claimed for this post.
ar_ok: لقد ادعى المستخدمون لهذا المنشور.

source: Claim verified for -
ar_ok: المطالبة بالتحقق من -

source: You can login with the following credentials :
ar_ok: يمكنك تسجيل الدخول مع بيانات الاعتماد التالية:

source: Username:
ar_ok: اسم المستخدم:

source: Password:
ar_ok: كلمة المرور:

source: You can login from [#site_login_url#] or copy this link and paste it to your browser's address bar:
ar_ok: يمكنك تسجيل الدخول من [#site_login_url#] أو نسخ هذا الرابط ولصقه في شريط عنوان المتصفح الخاص بك:

source: Thanks,
ar_ok: شكرًا،

source: Click Login
ar_ok: انقر فوق تسجيل الدخول

source: Invalid captcha. Please try again.
ar_ok: كلمة التحقق غير صالحة. حاول مرة اخرى.

source: New Claim Submitted
ar_ok: تم تقديم مطالبة جديدة

source: <p>Dear admin,</p><p>[#claim_name#] has submitted a claim for the post below.</p><p>[#message#]</p><p>Link: [#post_title#]</p><p>From: [#your_name#]</p><p>Email: [#claim_email#]<p>Phone Number: [#your_number#]</p>
ar_ok: <p> عزيزي المسؤول ، </p> <p> [#print_name#] قدم مطالبة للنشر أدناه. </p> <p> [#message#] </p> <p> الرابط: [#post_title#] </p> <p> من: [#your_name#] </p> <p> البريد الإلكتروني: [#claim_email#] <p> رقم الهاتف: [#your_number#] </p>

source: <p>Dear admin,</p><br/><p> [#claim_name#] has claimed for this post</p><p>[#message#]</p><p>Link: [#post_title#]</p><p>From: [#your_name#]</p><p>Email: [#claim_email#]<p>Phone Number: [#your_number#]</p>
ar_ok: <p> عزيزي المسؤول ، </p> <br/> <p> [#play_name#] قد ادعى لهذا المنشور </p> <p> [#message#] </p> <p> الرابط: [#post_title#] </p> <p> من: [#your_name#] </p> <p> البريد الإلكتروني: [#claim_email#] <p> رقم الهاتف: [#your_number#] </p>

source: Claimant
ar_ok: المطالب

source: Status
ar_ok: حالة

source: Action
ar_ok: عمل

source: Author
ar_ok: مؤلف

source: Contact
ar_ok: اتصال

source: Detail
ar_ok: التفاصيل

source: Decline
ar_ok: انخفاض

source: Declined
ar_ok: رفض

source: View Post
ar_ok: رأي آخر

source: Delete this request
ar_ok: حذف هذا الطلب

source: No Claim request for this post.
ar_ok: لا طلب مطالبة لهذا المنشور.

source: Remove Claim Request
ar_ok: إزالة طلب المطالبة

source: This post is verified.
ar_ok: تم التحقق من هذا المنشور.

source: Claim this post
ar_ok: المطالبة بهذا المنصب

source: Owner Verified Listing
ar_ok: تم التحقق من المالك

source: Do you own this post?
ar_ok: هل تملك هذا المنشور؟

source: Verify your ownership for
ar_ok: تحقق من ملكيتك

source: Full Name
ar_ok: الاسم الكامل

source: Your Email
ar_ok: بريدك الالكتروني

source: Contact No
ar_ok: رقم الاتصال

source: Your Claim
ar_ok: طلبك

source: Are you sure want to delete this claim?
ar_ok: هل أنت متأكد من حذف هذه المطالبة؟

source: Claim Deleted
ar_ok: المطالبة المحذوفة

source: No post has been claimed on your site.
ar_ok: لم يتم المطالبة بأي منشور على موقعك.

source: Pending
ar_ok: قيد الانتظار

source: Select Post Types
ar_ok: حدد أنواع النشر

source: Select Display Type
ar_ok: حدد نوع العرض

source: Link
ar_ok: نهاية لهذه الغاية

source: Button
ar_ok: زر

source: Already Claimed
ar_ok: ادعى بالفعل

source: Submitted Claims
ar_ok: مقالبات مقدمة

source: Claim ownership allows visitors to claim a certain post on your site as their own. For details on how this works visit the %s.
ar_ok: تتيح ملكية المطالبة للزائرين المطالبة بنشر معين على موقعك على أنها خاصة بهم.للحصول على تفاصيل حول كيفية عمل هذا ، قم بزيارة %s.

source: Enable claim ownership for
ar_ok: تمكين ملكية المطالبة

source: No custom post type has been created at your site yet. Please %s to list it here.
ar_ok: لم يتم إنشاء نوع منشور مخصص في موقعك حتى الآن.من فضلك %s لإدراجها هنا.

source: Once enabled, a "Claim Ownership" button will appear inside detail pages (above the tabs).
ar_ok: بمجرد تمكينه ، سيظهر زر "ملكية المطالبة" داخل صفحات التفاصيل (فوق علامات التبويب).

source: Claim deleted successfully
ar_ok: تم حذف المطالبة بنجاح

source: Manage Claims
ar_ok: إدارة المطالبات

source: Claim deleted successfully.
ar_ok: تم حذف المطالبة بنجاح.

source: WP HTTP Error: couldn't connect to host.
ar_ok: خطأ WP HTTP: لا يمكن الاتصال بالمضيف.

source: The key can be obtained from Templatic
ar_ok: يمكن الحصول على المفتاح من المعامل

source: member area
ar_ok: منطقة الأعضاء

source: Thank you. %s is now activated.
ar_ok: شكرًا لك.تم تنشيط %s الآن.

source: Advance Options
ar_ok: خيارات متقدم

source: Allow reviews.
ar_ok: السماح بالمراجعات.

source: Allow <a href="%s" target="_blank">trackbacks and pingbacks</a> on this page.
ar_ok: السماح <a href="%s" target="_blank"> trackbacks و pingbacks </a> في هذه الصفحة.

source: Add reviews
ar_ok: إضافة المراجعات

source: No reviews yet.
ar_ok: لا توجد تعليقات حتى الآن.

source: Show reviews
ar_ok: عرض الاستعراضات

source: Review Settings
ar_ok: مراجعة إعدادات

source: Basic Informations
ar_ok: المعلومات الأساسية

source: Other Information
ar_ok: معلومات أخرى

source: Price Packages
ar_ok: حزم الأسعار

source: Image Gallery
ar_ok: معرض الصور

source: Delete image
ar_ok: حذف صورة

source: Add images gallery
ar_ok: إضافة معرض الصور

source: <b>Note:</b> You cannot directly select the images from the media library, instead you have to upload a new image.
ar_ok: <b> ملاحظة: </b> لا يمكنك تحديد الصور مباشرة من مكتبة الوسائط ، بدلاً من ذلك عليك تحميل صورة جديدة.

source: Add to gallery
ar_ok: أضف إلى المعرض

source: You can drag &amp; drop images from your computer to this box.
ar_ok: يمكنك سحب & amp ؛إسقاط الصور من جهاز الكمبيوتر الخاص بك إلى هذا المربع.

source: OR
ar_ok: أو

source: No custom fields was inserted for this post type.
ar_ok: لم يتم إدخال حقول مخصصة لهذا النوع من النشر.

source: to add fields for this post.
ar_ok: لإضافة حقول لهذا المنشور.

source: Price Package
ar_ok: حزمة السعر

source: This variable name already exists, please enter a unique name.
ar_ok: هذا الاسم المتغير موجود بالفعل ، الرجاء إدخال اسم فريد.

source: Free
ar_ok: حر

source: Payment Details for
ar_ok: تفاصيل الدفع ل

source: Package Name
ar_ok: اسم الحزمة

source: Type
ar_ok: يكتب

source: You have received a payment
ar_ok: لقد تلقيت دفعة

source: <p>Howdy [#to_name#],</p><p>A post has been approved of [#payable_amt#] on [#site_name#].
ar_ok: <p> howdy [#to_name#] ، </p> <p> تمت الموافقة على منشور من [#payable_amt#] على [#site_name#].

source: Details are available below
ar_ok: التفاصيل متوفرة أدناه

source: Listing payment not confirmed
ar_ok: لم يتم تأكيد سرد الدفع

source: <p>Hi [#to_name#],<br />A listing request on the below details has been rejected.<p>[#transaction_details#]</p>Please try again later.<br />Thanks you.<br />[#site_name#]</p>
ar_ok: <p> hi [#to_name#] ، <br /> تم رفض طلب الإدراج على التفاصيل أدناه. <p> [#Transaction_Details#] </p> يرجى المحاولة مرة أخرى لاحقًا. <br /> شكرًا لك. <br /> [#site_name#] </p>

source: Information Submitted URL
ar_ok: المعلومات المقدمة عن عنوان URL

source: Thank you for your submission!
ar_ok: شكرا لتقريركم!

source: <p>Hello [#to_name#],</p><p>Your submission has been approved! You can see the listing here:</p><p>[#transaction_details#]</p><p>If you'll have any questions about this please send an email to [#admin_email#]</p><p>Thanks!,<br/>[#site_name#]</p>
ar_ok: <p> Hello [#to_name#] ، </p> <p> تمت الموافقة على التقديم الخاص بك!يمكنك رؤية القائمة هنا: </p> <p> [#Transaction_Details#] </p> <p> إذا كان لديك أي أسئلة حول هذا ، يرجى إرسال بريد إلكتروني إلى [#admin_email#] </p> <p> شكرًا! ، <br/> [#site_name#] </p>

source: Payment Cancelled
ar_ok: تم إلغاء الدفع

source: <p>[#post_type#] has been cancelled with transaction id [#transection_id#]</p>
ar_ok: <p> [#post_type#] تم إلغاء معرف المعاملة [#transection_id#] </p>

source: Select validation type
ar_ok: حدد نوع التحقق من الصحة

source: Require
ar_ok: يتطلب

source: Phone No.
ar_ok: رقم الهاتف.

source: Digit
ar_ok: رقم

source: Add a new field
ar_ok: أضف حقلًا جديدًا

source: Use this section to define new fields for your submission forms. Fields can be created for all posts typed created using the section.
ar_ok: استخدم هذا القسم لتحديد الحقول الجديدة لنماذج التقديم الخاصة بك.يمكن إنشاء الحقول لجميع المنشورات التي تم إنشاؤها باستخدام القسم.

source: Back to manage custom field list
ar_ok: العودة إلى إدارة قائمة الحقول المخصصة

source: Basic Options
ar_ok: الخيارات الأساسية

source: Enable for
ar_ok: تمكين

source: The field you&rsquo;re creating will only work for the post types you select above
ar_ok: الحقل الذي تقوم بإنشائه سيعمل فقط لأنواع المنشورات التي تحددها أعلاه

source: Select the categories
ar_ok: حدد الفئات

source: Please select the post types.
ar_ok: الرجاء تحديد أنواع المنشورات.

source: Heading
ar_ok: عنوان

source: Select heading type
ar_ok: حدد نوع العنوان

source: Choose the group under which the field should be placed. Select the taxonomy_name option to place it inside the main grouping area.
ar_ok: اختر المجموعة التي يجب وضع الحقل بموجبها.حدد خيار التصنيف _name لوضعه داخل منطقة التجميع الرئيسية.

source: Date Picker
ar_ok: منتقي التاريخ

source: File uploader
ar_ok: تحميل الملف

source: Geo Map
ar_ok: الخريطة الجغرافية

source: Multi Checkbox
ar_ok: مربع اختيار متعدد

source: Multi image uploader
ar_ok: تحميل متعدد الصور

source: oEmbed Video
ar_ok: فيديو Oembed

source: Post Categories
ar_ok: فئات البريد

source: Radio
ar_ok: مذياع

source: Range Type
ar_ok: نوع المدى

source: Select
ar_ok: يختار

source: Text Editor
ar_ok: محرر النص

source: Option Title
ar_ok: عنوان الخيار

source: Separate multiple option titles with a comma. eg. Yes,No
ar_ok: افصل عناوين خيارات متعددة مع فاصلة.على سبيل المثال.نعم / لا

source: Option values
ar_ok: قيم الخيار

source: Separate multiple option values with a comma. eg. Yes,No
ar_ok: افصل قيم الخيارات المتعددة مع فاصلة.على سبيل المثال.نعم / لا

source: Number of option titles and option values can not be different. i.e. If you have added 4 option titles you must add 4 option values too.
ar_ok: لا يمكن أن يكون عدد عناوين الخيارات وقيم الخيار مختلفة.على سبيل المثال ، إذا قمت بإضافة 4 عناوين الخيارات ، فيجب عليك إضافة 4 قيم خيار أيضًا.

source: Label
ar_ok: مُلصَق

source: Set the title for this field. The same label is applied to both the front-end and the back-end.
ar_ok: اضبط عنوان هذا الحقل.يتم تطبيق نفس الملصق على كل من الواجهة الأمامية والخلفية.

source: Unique variable name
ar_ok: اسم متغير فريد

source: This name is used by the theme internally. It <b>must be</b> unique with no special characters or spaces (use underscores instead).
ar_ok: يستخدم هذا الاسم من خلال السمة داخليًا.يجب أن يكون <b> </b> فريدًا بدون أحرف أو مسافات خاصة (استخدم Sewrerscores بدلاً من ذلك).

source: Provide more information about this custom field. It will be displayed below the field on your site.
ar_ok: توفير المزيد من المعلومات حول هذا الحقل المخصص.سيتم عرضه أسفل الحقل على موقعك.

source: Default value
ar_ok: القيمة الافتراضية

source: This value will be applied automatically, even if visitors don't select anything. Note: For simple Text field it will work as a placeholder.
ar_ok: سيتم تطبيق هذه القيمة تلقائيًا ، حتى لو لم يختار الزوار أي شيء.ملاحظة: بالنسبة لحقل النص البسيط ، ستعمل كعنصر نائب.

source: Uncheck this box only if you want to create the field but not use it right away.
ar_ok: قم بإلغاء تحديد هذا المربع فقط إذا كنت ترغب في إنشاء الحقل ولكن لا تستخدمه على الفور.

source: Validation Options
ar_ok: خيارات التحقق من الصحة

source: Validation
ar_ok: تصديق

source: Required fields cannot be left empty during submission. A value must be entered before moving on to the next step.
ar_ok: لا يمكن ترك الحقول المطلوبة فارغة أثناء التقديم.يجب إدخال القيمة قبل الانتقال إلى الخطوة التالية.

source: Validation type
ar_ok: نوع التحقق من الصحة

source: the field cannot be left blank (default setting).
ar_ok: لا يمكن ترك الحقل فارغًا (الإعداد الافتراضي).

source: values must be in phone number format.
ar_ok: يجب أن تكون القيم بتنسيق رقم الهاتف.

source: values must be all numbers.
ar_ok: يجب أن تكون القيم جميع الأرقام.

source: the value must be in email format.
ar_ok: يجب أن تكون القيمة في تنسيق البريد الإلكتروني.

source: Required field warning message
ar_ok: مطلوب رسالة تحذير الميدان

source: The message that will appear when a mandatory field is left blank.
ar_ok: الرسالة التي ستظهر عندما يترك حقل إلزامي فارغًا.

source: Display Options
ar_ok: خيارات العرض

source: Position (display order)
ar_ok: الموضع (ترتيب العرض)

source: A numeric value that determines the position of the field inside the submission form. Enter 1 to make the field appear at the top.
ar_ok: قيمة رقمية تحدد موضع الحقل داخل نموذج التقديم.أدخل 1 لجعل الحقل يظهر في الأعلى.

source: Display location
ar_ok: عرض موقع

source: Admin side (Backend side)
ar_ok: جانب المسؤول (جانب الواجهة الخلفية)

source: Both
ar_ok: كلاهما

source: User side (Frontend side)
ar_ok: جانب المستخدم (جانب الواجهة الأمامية)

source: Choose where the field will display; to you (back-end), your visitors (front-end) or both.
ar_ok: اختر مكان عرض الحقل ؛لك (نهاية خلفية) ، أو زوارك (الواجهة الأمامية) أو كليهما.

source: Show the field in
ar_ok: إظهار الحقل في

source: Back-end (as a column in listing areas, e.g. Posts -> All Posts)
ar_ok: الخلفية (كعمود في مناطق الإدراج ، على سبيل المثال ، المشاركات -> جميع المنشورات)

source: Archive pages and home page widget
ar_ok: صفحات الأرشفة وعنصر واجهة المستخدم الصفحة الرئيسية

source: Confirmation email (sent after successful submission)
ar_ok: البريد الإلكتروني للتأكيد (تم إرساله بعد التقديم الناجح)

source: Detail page
ar_ok: صفحة التفاصيل
