Repository: 1akram/classifaedTransulation
Catalog: languagesTheme/admin-*.po
Languages: ar_ok

source: News From Templatic
ar_ok: أخبار من الهيكل

source: Templatic News
ar_ok: أخبار المعامل

source: <strong>RSS Error</strong>: %s
ar_ok: <strong> خطأ RSS </strong>: %s

source: More...
ar_ok: أكثر...

source: Need support?
ar_ok: بحاجة إلى دعم؟

source: Custom services
ar_ok: الخدمات المخصصة

source: Join our theme club
ar_ok: انضم إلى نادينا

source: You do not have permission to edit theme settings.
ar_ok: ليس لديك إذن لتحرير إعدادات الموضوع.

source: saved
ar_ok: أنقذ

source: General Settings
ar_ok: الاعدادات العامة

source: Category/Tag Archive Page Settings
ar_ok: إعدادات صفحة أرشيف الفئة/الوسم

source: Comments Settings
ar_ok: إعدادات التعليقات

source: Global layout
ar_ok: التصميم العالمي

source: Default Layout
ar_ok: التخطيط الافتراضي

source: This setting can be overwritten by layout settings within individual posts/pages.
ar_ok: يمكن كتابة هذا الإعداد عن طريق إعدادات التخطيط داخل المنشورات/الصفحات الفردية.

source: Right-to-Left (RTL) text orientation
ar_ok: توجيه النص إلى اليمين (RTL)

source: Enabling this option will activate the rtl.css file. This is a must for languages like Hebrew or Arabic.
ar_ok: سيؤدي تمكين هذا الخيار إلى تنشيط ملف RTL.CSS.هذا أمر لا بد منه للغات مثل العبرية أو العربية.

source: Sticky header
ar_ok: رأس لزجة

source: Sticky header is a persistent navigation bar that continues to show even when you scroll down the page.
ar_ok: Header Sticky هو شريط تنقل مستمر يستمر في الظهور حتى عند التمرير لأسفل الصفحة.

source: Breadcrumbs
ar_ok: فتات الخبز

source: Mobile app view (Beta)
ar_ok: عرض تطبيق الجوال (بيتا)

source: This will enable an application like view when you visit your website in mobile devices, This application view is static in terms of content and will not display all the information which is there in the desktop view.</br> <strong>Note:</strong> Keep this option disabled if you want to display normal responsive view with all the content in mobile devices.
ar_ok: سيمكن ذلك تطبيقًا مثل العرض عند زيارة موقع الويب الخاص بك في الأجهزة المحمولة ، فإن طريقة عرض التطبيق هذه ثابتة من حيث المحتوى ولن تعرض جميع المعلومات الموجودة في عرض سطح المكتب. </br> <strong> ملاحظة: </Strong> احتفظ بهذا الخيار إذا كنت ترغب في عرض طريقة عرض استجابة عادية مع جميع المحتوى في الأجهزة المحمولة.

source: Google Analytics tracking code
ar_ok: رمز تتبع Google Analytics

source: Enter the analytics code you received from GA or some other analytics software. e.g. <a href='https://www.google.co.in/analytics/'>Google Analytics</a>
ar_ok: أدخل رمز التحليلات الذي تلقيته من GA أو بعض برامج التحليل الأخرى.على سبيل المثال<a href='https://www.google.co.in/analytics/'> Google Analytics </a>

source: Save All Settings
ar_ok: احفظ جميع الإعدادات

source: Display excerpts
ar_ok: مقتطفات عرض

source: Enable this option to display <a href='http://codex.wordpress.org/Excerpt'>excerpts*</a> instead of the full post description on category pages.
ar_ok: قم بتمكين هذا الخيار لعرض <a href='http://codex.wordpress.org/excerpt'> مقتطفات*</a> بدلاً من الوصف الكامل للنشر على صفحات الفئة.

source: Excerpt length
ar_ok: طول المقتطف

source: Enter the number of words that should be displayed from your post description. This option can be overwritten by entering the actual excerpt for the post.
ar_ok: أدخل عدد الكلمات التي يجب عرضها من وصف المنشور الخاص بك.يمكن كتابة هذا الخيار عن طريق إدخال المقتطف الفعلي لهذا المنشور.

source: Read more link name
ar_ok: اقرأ المزيد من اسم الرابط

source: Default link name is "Read More".
ar_ok: اسم الرابط الافتراضي هو "اقرأ المزيد".

source: Display comments on WordPress pages
ar_ok: عرض التعليقات على صفحات WordPress

source: Display comments on posts
ar_ok: عرض التعليقات على المنشورات

source: This option affects all posts on the site, including any custom post types that you created.
ar_ok: يؤثر هذا الخيار على جميع المنشورات على الموقع ، بما في ذلك أي أنواع منشورات مخصصة قمت بإنشائها.

source: Showcase your Flickr photos using this simple widget. Works best in sidebar areas.
ar_ok: عرض صور Flickr الخاصة بك باستخدام هذه القطعة البسيطة.يعمل بشكل أفضل في مناطق الشريط الجانبي.

source: T &rarr; Flickr Photos
ar_ok: T & rarr ؛صور فليكر

source: The Beautiful Natural Scenery Photos
ar_ok: صور المناظر الطبيعية الجميلة

source: Photos From Flickr
ar_ok: صور من فليكر

source: Description:
ar_ok: وصف:

source: Flickr ID:
ar_ok: معرف فليكر:

source: Number of photos:
ar_ok: عدد الصور:

source: An advanced widget that gives you total control over the output of your archives.
ar_ok: عنصر واجهة مستخدم متقدمة تمنحك تحكمًا تامًا في إخراج المحفوظات.

source: Title
ar_ok: عنوان

source: Show post count?
ar_ok: إظهار عدد النشر؟

source: Arbitrary text or HTML
ar_ok: نص تعسفي أو HTML

source: Text
ar_ok: نص

source: An advanced widget that gives you total control over the output of your author lists.
ar_ok: عنصر واجهة مستخدم متقدمة تمنحك تحكمًا تامًا في إخراج قوائم المؤلف الخاصة بك.

source: Authors
ar_ok: المؤلفون

source: HTML
ar_ok: لغة البرمجة

source: Exclude admin?
ar_ok: استبعاد المسؤول؟

source: Show full name?
ar_ok: إظهار الاسم الكامل؟

source: Hide empty?
ar_ok: إخفاء فارغة؟

source: An advanced widget that gives you total control over the output of your bookmarks (links).
ar_ok: عنصر واجهة مستخدم متقدمة تمنحك تحكمًا تامًا في إخراج الإشارات المرجعية الخاصة بك (الروابط).

source: Bookmarks
ar_ok: إشارات مرجعية

source: Categorize?
ar_ok: تصنيف؟

source: Show description?
ar_ok: عرض الوصف؟

source: Hide invisible?
ar_ok: إخفاء غير مرئي؟

source: Show rating?
ar_ok: عرض التصنيف؟

source: Show updated?
ar_ok: إظهار تحديث؟

source: Show images?
ar_ok: عرض الصور؟

source: Show name?
ar_ok: أظهر الاسم؟

source: Show private?
ar_ok: تظهر خاصة؟

source: An advanced widget that gives you total control over the output of your calendar.
ar_ok: عنصر واجهة مستخدم متقدمة تمنحك تحكمًا تامًا في إخراج التقويم الخاص بك.

source: Calendar
ar_ok: تقويم

source: One-letter abbreviation?
ar_ok: اختصار من حرفي؟

source: initial
ar_ok: مبدئي

source: An advanced widget that gives you total control over the output of your category links.
ar_ok: عنصر واجهة مستخدم متقدمة تمنحك تحكمًا تامًا في إخراج روابط الفئة الخاصة بك.

source: Select Category
ar_ok: اختر الفئة

source: Hierarchical?
ar_ok: الهرمية؟

source: Use description?
ar_ok: استخدم الوصف؟

source: Show count?
ar_ok: إظهار العدد؟

source: Display as dropdown
ar_ok: كما عرض المنسدلة

source: An advanced widget that gives you total control over the output of your menus.
ar_ok: عنصر واجهة مستخدم متقدمة تمنحك السيطرة الكاملة على ناتج قوائمك.

source: Navigation Menu
ar_ok: قائمة الإبحار

source: An advanced widget that gives you total control over the output of your page links.
ar_ok: عنصر واجهة مستخدم متقدمة تمنحك تحكمًا تامًا في إخراج روابط صفحتك.

source: Pages
ar_ok: الصفحات

source: An advanced widget that gives you total control over the output of your search form.
ar_ok: عنصر واجهة مستخدم متقدمة تمنحك تحكمًا تامًا في إخراج نموذج البحث الخاص بك.

source: Search Label:
ar_ok: تسمية البحث:

source: Search Text:
ar_ok: نص البحث:

source: Use theme's <code>searchform.php</code>?
ar_ok: استخدم السمة <code> searchform.php </code>؟

source: An advanced widget that gives you total control over the output of your tags.
ar_ok: عنصر واجهة مستخدم متقدمة تمنحك تحكمًا تامًا في إخراج العلامات الخاصة بك.

source: Tags
ar_ok: العلامات

source: Pad counts?
ar_ok: تعداد وسادة؟

source: T &rarr; Google Map Location
ar_ok: T & rarr ؛موقع خريطة Google

source: Find us on map
ar_ok: تجدنا على الخريطة

source: Address: <small>(eg: 230 Vine Street And locations throughout Old City, Philadelphia, PA 19106)</small>
ar_ok: العنوان: <small> (على سبيل المثال: 230 شارع فاين ومواقع في جميع أنحاء المدينة القديمة ، فيلادلفيا ، بنسلفانيا 19106) </small>

source: Map Height in pixels: <small>(To change, only enter a numeric value)</small>
ar_ok: ارتفاع الخريطة بالبكسل: <small> (للتغيير ، أدخل فقط قيمة رقمية) </small>

source: Map Zoom Factor
ar_ok: خريطة عامل التكبير

source: Select Map Type
ar_ok: حدد نوع الخريطة

source: Road Map
ar_ok: خريطة الطريق

source: Satellite Map
ar_ok: خريطة الأقمار الصناعية

source: Add icons and links to your social media accounts. Works in header, footer, main content and sidebar widget areas.
ar_ok: أضف أيقونات وروابط إلى حسابات وسائل التواصل الاجتماعي الخاصة بك.يعمل في مناطق الرأس ، تذييل ، المحتوى الرئيسي ومناطق أداة الشريط الجانبي.

source: T &rarr; Social Media
ar_ok: T & rarr ؛وسائل التواصل الاجتماعي

source: Connect To Us
ar_ok: تواصل معنا

source: Find Us On Social Sites
ar_ok: تجدنا على المواقع الاجتماعية

source: Description
ar_ok: وصف

source: Please enter full URL to your profiles.
ar_ok: الرجاء إدخال عنوان URL الكامل إلى ملفات التعريف الخاصة بك.

source: Social Link
ar_ok: الرابط الاجتماعي

source: Social Icon
ar_ok: أيقونة اجتماعية

source: Social Text
ar_ok: النص الاجتماعي

source: You need one textbox required.
ar_ok: تحتاج إلى مربع نص واحد مطلوب.

source: Shows a subscribe box with which users can subscribe to your newsletter. Works best in main content, subsidiary and footer areas.
ar_ok: يعرض مربع الاشتراك الذي يمكن للمستخدمين من خلاله الاشتراك في النشرة الإخبارية الخاصة بك.يعمل بشكل أفضل في مناطق المحتوى الرئيسي والشركات التابعة والتذييل.

source: T &rarr; Newsletter
ar_ok: T & rarr ؛النشرة الإخبارية

source: Subscribe to get our latest news
ar_ok: اشترك في الحصول على آخر أخبارنا

source: Text Below Title:
ar_ok: النص أدناه العنوان:

source: Newsletter Provider
ar_ok: مزود النشرة الإخبارية

source: Please select
ar_ok: الرجاء تحديد

source: Aweber
ar_ok: رويبر

source: ID:
ar_ok: بطاقة تعريف:

source: Mailchimp API Key:
ar_ok: مفتاح MailChimp API:

source: List Id:
ar_ok: معرف القائمة:

source: List ID:
ar_ok: معرف القائمة:

source: List Name:
ar_ok: اسم القائمة:

source: Set the speed
ar_ok: ضبط السرعة

source: Quote text
ar_ok: اقتبس النص

source: Author name
ar_ok: اسم المؤلف

source: Display a set of sliding testimonials. Works best in sidebar areas.
ar_ok: عرض مجموعة من شهادات الانزلاق.يعمل بشكل أفضل في مناطق الشريط الجانبي.

source: T &rarr; Testimonials
ar_ok: T & rarr ؛الشهادات - التوصيات

source: Transition type
ar_ok: نوع الانتقال

source: Fade
ar_ok: يختفي

source: Scroll Up
ar_ok: انتقل إلى أعلى

source: Scroll Right
ar_ok: التمرير الصحيح

source: Shuffle
ar_ok: خلط

source: Link Text
ar_ok: نص الارتباط

source: Link Url
ar_ok: URL رابط

source: One textbox is required.
ar_ok: مطلوب مربع نص واحد.

source: T &rarr; Homepage Banner
ar_ok: T & rarr ؛لافتة الصفحة الرئيسية

source: Display images from a specific category or a collection of static images. The widget works best in the Homepage Slider area.
ar_ok: عرض الصور من فئة محددة أو مجموعة من الصور الثابتة.يعمل القطعة بشكل أفضل في منطقة منزلق الصفحة الرئيسية.

source: Featured
ar_ok: متميز

source: Slider Title 1
ar_ok: شريط التمرير 1

source: Slider Title 2
ar_ok: شريط التمرير 2

source: Slider Title 3
ar_ok: شريط التمرير 3

source: Slider Title 4
ar_ok: شريط التمرير 4

source: Slider Title
ar_ok: عنوان شريط التمرير

source: Slider Description
ar_ok: وصف شريط التمرير

source: Animation
ar_ok: الرسوم المتحركة

source: Slide
ar_ok: الانزلاق

source: Slide show
ar_ok: عرض الشرائح

source: Sliding Direction
ar_ok: الاتجاه المنزلق

source: Horizontal
ar_ok: أفقي

source: Vertical
ar_ok: عمودي

source: Reverse Animation Direction
ar_ok: اتجاه الرسوم المتحركة العكسية

source: False
ar_ok: خطأ شنيع

source: True
ar_ok: حقيقي

source: Slide Show Speed
ar_ok: شريحة عرض السرعة

source: Animation Speed
ar_ok: سرعة الحركة

source: <b>Settings for Carousel slider option?</b>
ar_ok: <b> إعدادات خيار تمرير Carousel؟ </b>

source: Item Width <br/><small>(Box-model width of individual items, including horizontal borders and padding.)</small>
ar_ok: عرض العنصر <br/> <srame> (عرض النموذ الصناديق للعناصر الفردية ، بما في ذلك الحدود الأفقية والحشو.) </small>

source: Min Item <br/><small>(Minimum number of items that should be visible. Items will resize fluidly when below this.)</small>
ar_ok: min item <br/> <srame> (الحد الأدنى لعدد العناصر التي يجب أن تكون مرئية. سيتم تغيير حجم العناصر بصراحة عند هذا الحد.) </small>

source: Max Item <br/><small>(Maximum number of items that should be visible. Items will resize fluidly when above this limit.)</small>
ar_ok: Max Item <br/> <srame> (الحد الأقصى لعدد العناصر التي يجب أن تكون مرئية. سيتم تغيير حجم العناصر بصراحة عند فوق هذا الحد.) </small>

source: Items Move <br/><small>(Number of items that should move on animation. If 0, slider will move all visible items.)</small>
ar_ok: تتحرك العناصر <br/> <mrame> (عدد العناصر التي يجب أن تتحرك على الرسوم المتحركة. إذا كانت 0 ، فسيقوم Slider بنقل جميع العناصر المرئية.) </small>

source: Posts Per Slide <br/><small>Number of items you want to show in one slide. this option is work with LI tag, it will show all images in one LI tag. </small>
ar_ok: المشاركات لكل شريحة <br/> <small> عدد العناصر التي تريد عرضها في شريحة واحدة.هذا الخيار هو العمل مع Li Tag ، وسيعرض جميع الصور في علامة LI واحدة.</small>

source: Enable Post Excerpt In Slider
ar_ok: تمكين Post Post Excerpt في شريط التمرير

source: Select the categories from the post types.
ar_ok: حدد الفئات من أنواع المنشورات.

source: Number of posts:
ar_ok: عدد المنشورات:

source: Excerpt Length:
ar_ok: طول المقتطف:

source: <b>Use Custom Images?</b>
ar_ok: <b> استخدم الصور المخصصة؟ </b>

source: Banner Slider Title 1
ar_ok: لافتة شريط التمرير العنوان 1

source: Banner Slider Title Link 1
ar_ok: رابط عنوان شريط شريط التمرير 1

source: Banner Slider Image 1 full URL <small>(ex.http://templatic.com/images/banner1.png )</small> :
ar_ok: Banner Slider Image 1 URL الكامل <small> (ex.http: //templatic.com/images/banner1.png) </small>:

source: Banner Slider Title
ar_ok: لافتة شريط التمرير

source: Banner Slider Title Link
ar_ok: رابط عنوان شريط شريط التمرير

source: Banner Slider Image %s full URL
ar_ok: شعار شريط التمرير %s عنوان URL الكامل

source: +Add more
ar_ok: +إضافة المزيد

source: -Remove
ar_ok: -إزالة

source: One textbox required.
ar_ok: مربع نص واحد مطلوب.

source: A simple contact form visitors can use to get in touch with you. Works best in sidebar areas.
ar_ok: نموذج اتصال بسيط يمكن للزوار استخدامه للاتصال بك.يعمل بشكل أفضل في مناطق الشريط الجانبي.

source: T &rarr; Contact Us
ar_ok: T & rarr ؛اتصل بنا

source: Dear
ar_ok: عزيزي

source: You have an inquiry message. Here are the details
ar_ok: لديك رسالة استفسار.التفاصيل هنا

source: Message
ar_ok: رسالة

source: Widget Title
ar_ok: عنوان الأداة

source: Enable captcha
ar_ok: تمكين Captcha

source: Showcase posts from a particular category and post type. Use in main content, subsidiary and sidebar areas.
ar_ok: عرض المنشورات من فئة معينة ونوع النشر.استخدم في المحتوى الرئيسي والمناطق الفرعية والشريط الجانبي.

source: T &rarr; Display Posts
ar_ok: T & rarr ؛عرض المشاركات

source: By
ar_ok: بواسطة

source: Select Post type:
ar_ok: حدد نوع المنشور:

source: Select Category:
ar_ok: اختر الفئة:

source: ---Select Category wise recent post ---
ar_ok: --- حدد الفئة الحكيمة المشاركة الحديثة ---

source: Order By
ar_ok: ترتيب حسب

source: Date
ar_ok: تاريخ

source: ID
ar_ok: بطاقة تعريف

source: Comment Count
ar_ok: تعليق العد

source: Random
ar_ok: عشوائي

source: Sort Order
ar_ok: امر ترتيب

source: Descending (3, 2, 1)
ar_ok: الهبوط (3 ، 2 ، 1)

source: Ascending (1, 2, 3)
ar_ok: تصاعدي (1 ، 2 ، 3)

source: Show Author Gravatar
ar_ok: عرض المؤلف Gravatar

source: Gravatar Size
ar_ok: حجم الجاذبية

source: Small (45px)
ar_ok: صغير (45 بكسل)

source: Medium (65px)
ar_ok: متوسط (65 بكسل)

source: Large (85px)
ar_ok: كبير (85 بكسل)

source: Extra Large (125px)
ar_ok: كبير جدًا (125 بكسل)

source: Show Featured Image
ar_ok: أظهر الصور المميزه

source: Image Size
ar_ok: حجم الصورة

source: thumb
ar_ok: إبهام

source: Show Post Title
ar_ok: عرض عنوان ما بعد

source: Content Type
ar_ok: نوع المحتوى

source: Show Content
ar_ok: عرض المحتوى

source: Show Excerpt
ar_ok: إظهار مقتطفات

source: Show Content Limit
ar_ok: إظهار حد المحتوى

source: No Content
ar_ok: لا يوجد محتوى

source: Limit content to
ar_ok: الحد من المحتوى ل

source: characters
ar_ok: الشخصيات

source: More Text (if applicable)
ar_ok: المزيد من النص (إن أمكن)

source: Show a list of popular posts from a particular post type. Popularity is determined by total/daily views or comments. Works best in sidebar areas.
ar_ok: إظهار قائمة المشاركات الشائعة من نوع منشور معين.يتم تحديد الشعبية من خلال وجهات النظر أو التعليقات الكلية/اليومية.يعمل بشكل أفضل في مناطق الشريط الجانبي.

source: T &rarr; Popular Posts
ar_ok: T & rarr ؛منشورات شائعة

source: Select Post type
ar_ok: حدد نوع النشر

source: Total Number of Posts
ar_ok: إجمالي عدد المشاركات

source: Show excerpt
ar_ok: إظهار مقتطفات

source: You can change Excerpt length from customizer Listing Page Settings
ar_ok: يمكنك تغيير طول المقتطف من إعدادات صفحة القائمة المخصصة

source: Excerpt Length
ar_ok: طول المقتطف

source: Number of Posts Per Slide
ar_ok: عدد المشاركات لكل شريحة

source: Shows post as per view counting/comments
ar_ok: عروض المنشور وفقًا للعد/التعليقات

source: Total views
ar_ok: عدد المشاهدات

source: Daily views
ar_ok: مناظر يومية

source: Total comments
ar_ok: التعليقات الكلية

source: To make this widget work with daily views/total views, enable view counter from Tevolution - &gt; General Settings - &gt; Detail/Single Page Settings
ar_ok: لجعل هذه القطعة تعمل مع وجهات النظر اليومية/المشاهدات الكلية ، تمكين العداد من الثورة - & gt ؛الإعدادات العامة - & gt ؛إعدادات التفاصيل/الواحدة

source: Pagination Position
ar_ok: موقف ترقيم الصفحات

source: After Posts
ar_ok: بعد الوظائف

source: Before Posts
ar_ok: قبل المشاركات

source: Number of Reviews
ar_ok: عدد المراجعات

source: Display recent reviews from a specific post type. Works best in sidebar areas.
ar_ok: عرض المراجعات الحديثة من نوع منشور محدد.يعمل بشكل أفضل في مناطق الشريط الجانبي.

source: T &rarr; Recent Reviews
ar_ok: T & rarr ؛المراجعات الأخيرة

source: Select Post:
ar_ok: حدد المنشور:

source: Display Cart Informations with automatic cart update. Best to use it in "Header right" sidebar
ar_ok: عرض معلومات العربة مع تحديث العربة التلقائية.من الأفضل استخدامه في الشريط الجانبي "رأس يمين"

source: T &rarr; WooCommerce Shopping Cart
ar_ok: T & rarr ؛عربة التسوق WooCommerce

source: Displays Cart Information with automatic cart update. Most suitable widget area for it is "Header right area"
ar_ok: يعرض معلومات العربة مع تحديث العربة التلقائي.منطقة القطعة الأنسب لها "منطقة يمين الرأس"

source: Subtotal
ar_ok: نطاق فرعي

source: view
ar_ok: رأي

source: views
ar_ok: الآراء

source: min
ar_ok: دقيقة

source: mins
ar_ok: دقيقة

source: hours
ar_ok: ساعات

source: days
ar_ok: أيام

source: week
ar_ok: أسبوع

source: weeks
ar_ok: أسابيع

source: months
ar_ok: الشهور

source: years
ar_ok: سنوات

source: Invalid UserName or password. are you using templatic member username and password?
ar_ok: خطأ في اسم المستخدم أو كلمة مرور.هل تستخدم اسم مستخدم وكلمة مرور الأعضاء المعمارية؟

source: Update was unable to continue because %s theme doesn't seem to be associated with your Templatic account.
ar_ok: لم يتمكن التحديث من المتابعة لأن موضوع %s لا يبدو أنه مرتبط بحسابك المعامل.

source: Please
ar_ok: لو سمحت

source: contact us
ar_ok: اتصل بنا

source: if this message is showing in error.
ar_ok: إذا كانت هذه الرسالة تظهر عن طريق الخطأ.

source: Invalid UserName or password. Please enter templatic member's username and password.
ar_ok: خطأ في اسم المستخدم أو كلمة مرور.الرجاء إدخال اسم المستخدم وكلمة المرور لعضو Templatic.

source: The new version of %s is available.
ar_ok: الإصدار الجديد من %s متاح.

source: you can update to the latest version automatically , or download the latest version of the theme.
ar_ok: يمكنك التحديث إلى أحدث إصدار تلقائيًا ، أو تنزيل أحدث إصدار من السمة.

source: Warning
ar_ok: تحذير

source: Remember that the updates will replace all your changes so please keep backup of your changes.
ar_ok: تذكر أن التحديثات ستحل محل جميع التغييرات الخاصة بك ، لذا يرجى الاحتفاظ بنسخة احتياطية من التغييرات الخاصة بك.

source: Download latest Version
ar_ok: تحميل أحدث نسخة

source: Enter your templatic login credentials to update your %s theme to the latest version.
ar_ok: أدخل بيانات اعتماد تسجيل الدخول إلى Templatic لتحديث موضوع %s إلى أحدث إصدار.

source: User Name
ar_ok: اسم االمستخدم

source: Password
ar_ok: كلمة المرور

source: Cancel
ar_ok: يلغي

source: Update Now
ar_ok: تحديث الان

source: You have the latest version of the
ar_ok: لديك أحدث إصدار من

source: <strong>Your version:</strong> %s
ar_ok: <strong> نسختك: </strong> %s

source: Add Review
ar_ok: إضافة مراجعة

source: | No Comments
ar_ok: |لا تعليق

source: | 1 Comment
ar_ok: |1 تعليق

source: | % Comments
ar_ok: |٪ تعليقات

source: | Comments Closed
ar_ok: |تعليقات مغلقة

source: Categories:
ar_ok: فئات:

source: Tags:
ar_ok: العلامات:

source: Display Cart Informations with automatic cart update. Best to use it in "Header right area" widget are
ar_ok: عرض معلومات العربة مع تحديث العربة التلقائية.من الأفضل استخدامه في "منطقة رأس يمين"

source: Oops!! Something went wrong.<br/>Please try again or <a href='http://www.templatic.com'>contact us</a>.
ar_ok: أُووبس!!حدث خطأ ما. <br/> يرجى المحاولة مرة أخرى أو <a href='http://www.templatic.com'> اتصل بنا </a>.

source: There is a new version of %s available.
ar_ok: هناك نسخة جديدة من %s المتاحة.

source: View version %s Details
ar_ok: عرض تفاصيل النسخة %s

source: update now
ar_ok: تحديث الان

source: There is a new version of Directory available.
ar_ok: هناك نسخة جديدة من الدليل المتاحة.

source: Tevolution Directory
ar_ok: دليل tevolution

source: A directory module from Templatic that helps you to enhance your website with some brilliant features like showing map, places, sorting places with the help of map etc. This feature gives you freedom and flexibility to add,sort and monitor your places from your back-end.
ar_ok: وحدة دليل من Templatic تساعدك على تحسين موقع الويب الخاص بك مع بعض الميزات الرائعة مثل عرض الخريطة والأماكن وفرز الأماكن بمساعدة الخريطة وما إلى ذلك. تمنحك هذه الميزة الحرية والمرونة لإضافة وفرز ومراقبة أماكنك من الظهر الخاص بك-نهاية.

source: Activate &rarr;
ar_ok: تنشيط & rarr ؛

source: Deactivate
ar_ok: إلغاء تنشيط

source: Settings
ar_ok: إعدادات

source: You have not activated the base plugin %s. Please activate it to use Tevolution-Directory plugin.
ar_ok: أنت لم تنشط البرنامج المساعد الأساسي %s.يرجى تفعيله لاستخدام البرنامج المساعد Tevolution-Directory.

source: System might facing the problem in include
ar_ok: قد يواجه النظام المشكلة في تضمين

source: Add to favorites
ar_ok: اضافة الى المفضلة

source: Added
ar_ok: وأضاف

source: Posted in
ar_ok: نشر في

source: Tagged In
ar_ok: قد تم تأشيره في

source: review
ar_ok: إعادة النظر

source: reviews
ar_ok: المراجعات

source: View Form
ar_ok: عرض النموذج

source: We have found these results for listings matching your search criteria.
ar_ok: لقد وجدنا هذه النتائج للقوائم التي تطابق معايير البحث الخاصة بك.

source: Posted in
ar_ok: نشر في

source: Listing Information
ar_ok: معلومات الإدراج

source: Tagged In %s
ar_ok: الموسومة في %s

source: From
ar_ok: من

source: To
ar_ok: إلى

source: Date:
ar_ok: تاريخ:

source: Timing:
ar_ok: توقيت:

source: Events
ar_ok: الأحداث

source: Listings
ar_ok: القوائم

source: Listing Category Pages - Below Header
ar_ok: صفحات فئة الإدراج - أسفل الرأس

source: Use this area to show widgets between the secondary navigation bar and main content area on Listing category pages.
ar_ok: استخدم هذه المنطقة لإظهار الأدوات الحاجيات بين شريط التنقل الثانوي ومنطقة المحتوى الرئيسية في صفحات فئة الإدراج.

source: Map
ar_ok: خريطة

source: Shows a map of the posts location. By entering their address, visitors can also get directions to the location. Use the widget in detail page sidebar areas.
ar_ok: يعرض خريطة لموقع المنشورات.من خلال إدخال عنوانهم ، يمكن للزوار أيضًا الحصول على اتجاهات إلى الموقع.استخدم مناطق الشريط الجانبي للتفصيل صفحة.
