Repository: 1akram/classifaedTransulation
Catalog: languagesTheme/admin-*.po
Languages: ar_ok

source: Allow users to submit listing within following days
ar_ok: السماح للمستخدمين بإرسال القائمة خلال الأيام التالية

source: User can submit listing within the number of days
ar_ok: يمكن للمستخدم إرسال القائمة في غضون عدد الأيام

source: Allow one submission before payment
ar_ok: السماح بتقديم واحد قبل الدفع

source: Allow the submission form to process the first submitted listing instead of forcing the user to pay for the subscription package first.
ar_ok: اسمح لنموذج التقديم بمعالجة القائمة الأولى المقدمة بدلاً من إجبار المستخدم على دفع ثمن حزمة الاشتراك أولاً.

source: Number of free posts allowed
ar_ok: عدد المشاركات المجانية المسموح بها

source: Enter the number of free posts a user can add before making payment for this package.
ar_ok: أدخل عدد المنشورات المجانية التي يمكن للمستخدم إضافتها قبل إجراء الدفع لهذه الحزمة.

source: Number of free listing should be less than or equal to " Number of Posts ".
ar_ok: يجب أن يكون عدد القائمة المجانية أقل من أو يساوي "عدد المشاركات".

source: Enable Package
ar_ok: تمكين الحزمة

source: Recurring package
ar_ok: حزمة متكررة

source: If "Yes" is selected, Listing owners will be billed automatically as soon as the price package's billing period expires.
ar_ok: إذا تم تحديد "نعم" ، فسيتم فواتير مالكي الإدراج تلقائيًا بمجرد انتهاء فترة فواتير حزمة السعر.

source: (Works with PayPal, <a href='%s'>InspireCommerce</a>, <a href='%s'>Braintree</a> and <a href='%s'>Stripe</a>).
ar_ok: (يعمل مع PayPal, <a href='%s'>InspireCommerce</a>, <a href='%s'>Braintree</a> and <a href='%s'>Stripe</a>).

source: Billing Period for Recurring package
ar_ok: فترة الفواتير للحزمة المتكررة

source: Charge users every
ar_ok: شحن المستخدمين كل

source: Time between each billing
ar_ok: الوقت بين كل فواتير

source: Number of cycles
ar_ok: عدد الدورات

source: The number of times members will be billed, i.e. the number of times the process will be repeated. <strong>Note:</strong> With PayPal the number of payment cycles can range from 2 to 52. Enter 0 for unlimited cycles.
ar_ok: سيتم إصدار فاتورة عدد مرات الأعضاء ، أي عدد المرات التي سيتم فيها تكرار العملية.<strong> ملاحظة: </strong> مع PayPal ، يمكن أن يتراوح عدد دورات الدفع من 2 إلى 52. أدخل 0 لدورات غير محدودة.

source: Free trial period
ar_ok: فترة تجريبية مجانية

source: With this enabled the first period of the subscription will be free. For the second period the user will be charged the amount you specified above. This only works with PayPal.
ar_ok: مع هذا التمكين ، ستكون الفترة الأولى من الاشتراك مجانية.خلال الفترة الثانية ، سيتم فرض رسوم على المستخدم المبلغ الذي حدده أعلاه.هذا يعمل فقط مع PayPal.

source: Settings For Featured Entries
ar_ok: إعدادات للإدخالات المميزة

source: These settings are must if you want to charge the users for featured posts otherwise leave them blank
ar_ok: يجب أن تكون هذه الإعدادات إذا كنت ترغب في فرض رسوم على المستخدمين على المشاركات المميزة ، وإلا اتركهم فارغين

source: Featured options
ar_ok: خيارات مميزة

source: Category page
ar_ok: صفحة الفئة

source: Select either or both to allow listing submitters to make their listing featured for an additional cost. You can also make the package have all listings in it featured by default.
ar_ok: حدد إما أو كليهما للسماح للمقاطعين بإدراج إدراجهم في إدراج قائمتهم بتكلفة إضافية.يمكنك أيضًا جعل الحزمة تحتوي على جميع القوائم الموجودة فيه بشكل افتراضي.

source: Homepage featured price
ar_ok: ظهرت الصفحة الرئيسية السعر

source: Select to make all listings on this package homepage featured without charging an extra amount.
ar_ok: حدد لجعل جميع القوائم على هذه الحزمة الرئيسية التي ظهرت دون شحن مبلغ إضافي.

source: Featured status duration(in days)
ar_ok: مدة الحالة المميزة (في الأيام)

source: Category page featured price
ar_ok: صفحة الفئة عرضت السعر

source: Select to make all listings on this package category page featured without charging an extra amount.
ar_ok: حدد لجعل جميع القوائم على صفحة فئة الحزمة هذه ظهرت دون شحن مبلغ إضافي.

source: Comment Moderation
ar_ok: تعليق الاعتدال

source: Allows people to moderate comments on your site which came on the entries they submitted
ar_ok: يسمح للأشخاص بتخفيف التعليقات على موقعك الذي جاء على الإدخالات التي قدموها

source: Allow author to moderate comments?
ar_ok: السماح للمؤلف بتعليقات معتدلة؟

source: Select this to allow listing authors to moderate reviews on the listings they submit using this price package
ar_ok: حدد هذا للسماح للمؤلفين بإدراج مراجعات معتدلة على القوائم التي يرسلونها باستخدام حزمة السعر هذه

source: Save Settings
ar_ok: احفظ التغييرات

source: Monetization
ar_ok: تسييل

source: Transactions
ar_ok: المعاملات

source: With
ar_ok: مع

source: Exp.
ar_ok: إكسب.

source: with
ar_ok: مع

source: with amt.
ar_ok: مع AMT.

source: No recent transaction available.
ar_ok: لا توجد معاملة حديثة متاحة.

source: No transaction type selected from <a href="%s" >transaction settings</a>.
ar_ok: لم يتم تحديد نوع المعاملة من <a href="%s"> إعدادات المعاملات </a>.

source: Transaction ID
ar_ok: رقم المعاملة

source: Transaction Date
ar_ok: تاريخ الصفقة

source: Expiry Date
ar_ok: تاريخ انتهاء الصلاحية

source: Payment Method
ar_ok: طريقة الدفع او السداد

source: Package
ar_ok: طَرد

source: Recurring
ar_ok: يتكرر

source: Recurring Price
ar_ok: سعر متكرر

source: Featured for home page
ar_ok: ظهرت للصفحة الرئيسية

source: Featured for category page
ar_ok: ظهرت لصفحة الفئة

source: User caon moderate comment
ar_ok: تعليق المستخدم المعتدل للمستخدم

source: Submitted by
ar_ok: قدم بواسطة

source: For Category
ar_ok: للفئة

source: Featured On Home Page
ar_ok: ظهرت على الصفحة الرئيسية

source: Featured On Category Page
ar_ok: ظهرت على صفحة الفئة

source: Username
ar_ok: اسم المستخدم

source: User Email
ar_ok: البريد الالكتروني للمستخدم

source: Total Amount:
ar_ok: المبلغ الإجمالي:

source: Alive Days:
ar_ok: أيام على قيد الحياة:

source: Featured for home page? :
ar_ok: ظهرت للصفحة الرئيسية؟:

source: Featured for category page? :
ar_ok: ظهرت لصفحة الفئة؟:

source: Email:
ar_ok: البريد الإلكتروني:

source: User
ar_ok: المستعمل

source: Paid On
ar_ok: المدفوعة على

source: Exp. Date
ar_ok: إكسب.تاريخ

source: Title,Payment package,Paid On,Billing Name,Payment Method,Amount
ar_ok: العنوان ، حزمة الدفع ، المدفوع ، اسم الفواتير ، طريقة الدفع ، المبلغ

source: No record available
ar_ok: لا يوجد سجل متاح

source: Manage Price Packages
ar_ok: إدارة حزم الأسعار

source: Monetization Settings
ar_ok: إعدادات تسييل

source: Here are the currency settings where you can set the currency code, currency symbol and currency position for your domain
ar_ok: فيما يلي إعدادات العملة حيث يمكنك تعيين رمز العملة ورمز العملة وموضع العملة لمجالك

source: This package will be displayed for the selected categories
ar_ok: سيتم عرض هذه الحزمة للفئات المحددة

source: Show Package
ar_ok: عرض الحزمة

source: Show Package even when no category is selected
ar_ok: إظهار الحزمة حتى عند تحديد أي فئة

source: Check the above box if you want the price package to show at all times
ar_ok: حدد المربع أعلاه إذا كنت تريد أن تظهر حزمة السعر في جميع الأوقات

source: This package will be enabled for the selected post type
ar_ok: سيتم تمكين هذه الحزمة لنوع المنشور المحدد

source: This is the price which will be the cost to submit on this package. Do not enter thousand separators. Use the dot (.) as the decimal separator (if necessary). <strong>Tip</strong>: Enter 0 to make the package free
ar_ok: هذا هو السعر الذي سيكون تكلفة إرسالها على هذه الحزمة.لا تدخل ألف فواصل.استخدم النقطة (.) كفاصل عشري (إذا لزم الأمر).<strong> نصيحة </strong>: أدخل 0 لجعل الحزمة مجانية

source: Billing Cycle
ar_ok: دورة الفواتير

source: The number of times members will be billed, i.e. the number of times the process will be repeated. <strong>Note:</strong> With PayPal the number of payment cycles can range from 2 to 52.
ar_ok: سيتم إصدار فاتورة عدد مرات الأعضاء ، أي عدد المرات التي سيتم فيها تكرار العملية.<strong> ملاحظة: </strong> مع PayPal ، يمكن أن يتراوح عدد دورات الدفع من 2 إلى 52.

source: Amount to be charged for Comment moderation
ar_ok: المبلغ المراد فرضه على التعليقات

source: Featured status duration
ar_ok: مدة مدة حالة

source: Check the above option to define additional prices for featuring the listing on homepage page
ar_ok: تحقق من الخيار أعلاه لتحديد الأسعار الإضافية لعرض القائمة على صفحة الصفحة الرئيسية

source: Check the above option to define additional prices for featuring the listing on category page
ar_ok: تحقق من الخيار أعلاه لتحديد الأسعار الإضافية لعرض القائمة على صفحة الفئة

source: Mention the amount to charge extra for home page featured posts
ar_ok: اذكر المبلغ المطلوب رسوم إضافية على الصفحة الرئيسية المميزة

source: Mention the amount to charge extra for category listing page featured posts
ar_ok: اذكر المبلغ الذي يجب رسومه على صفحة قائمة الإدراج الإضافية مقابل الفئة المميزة

source: Package Detail
ar_ok: تفاصيل الحزمة

source: Delete Package
ar_ok: حذف الحزمة

source: You have not inserted any package yet
ar_ok: لم تقم بإدخال أي حزمة بعد

source: Currency
ar_ok: عملة

source: You can specify the currency symbol here
ar_ok: يمكنك تحديد رمز العملة هنا

source: Currency Code
ar_ok: رمز العملة

source: Not sure which code to enter? Click <a href="http://www.xe.com/iso4217.php" title="Currency Codes" target="_blank">here</a>
ar_ok: لست متأكدًا من الرمز الذي يجب إدخاله؟انقر فوق <a href="http://www.xe.com/iso4217.php" title="currency codes" target="_blank"> هنا </a>

source: Currency Position
ar_ok: موقف العملة

source: You can set the currency position from here
ar_ok: يمكنك تعيين وضع العملة من هنا

source: Use currency symbol as prefix
ar_ok: استخدم رمز العملة كبادئة

source: Space between amount and prefixed symbol
ar_ok: المسافة بين المبلغ والرمز المسبق

source: Use currency symbol as Suffix
ar_ok: استخدم رمز العملة كلاحقة

source: Space between amount and suffixed symbol
ar_ok: المسافة بين الكمية والرمز اللاحقة

source: Would you like to make this post Featured?
ar_ok: هل ترغب في جعل هذا المنشور مميزًا؟

source: Make this post featured on Home page
ar_ok: اجعل هذا المنشور مميزًا على الصفحة الرئيسية

source: Make this post featured on Category listing page
ar_ok: اجعل هذا المنشور مميزًا على صفحة قائمة الفئة

source: Allow me to moderate comments of this entry.
ar_ok: اسمحوا لي أن أتعامل مع هذا الإدخال.

source: An additional charges will be applied to make this post featured on any of the pages
ar_ok: سيتم تطبيق رسوم إضافية لجعل هذا المنشور مميزًا على أي من الصفحات

source: Total Charges
ar_ok: الكلفة الاجماليه

source: Price settings for Featured listings
ar_ok: إعدادات الأسعار للقوائم المميزة

source: <p class="notes_spec">You might want to charge users extra amount for featured listings within this price package.</p>
ar_ok: <p class = "notes_spec"> قد ترغب في فرض رسوم إضافية على المستخدمين لقوائم مميزة ضمن حزمة السعر هذه. </p>

source: Activate/deactivate additional price settings for &raquo featured &raquo listings.
ar_ok: تنشيط/إلغاء تنشيط إعدادات أسعار إضافية لقوائم Raquo و Raquo.

source: Amount to be charged<br><small>(for featuring on homepage)</small>
ar_ok: المبلغ المطلوب أن يتم فرضه <br> <srame> (للعرض على الصفحة الرئيسية) </small>

source: This is the price you wish to charge extra for featuring a place or an event listing on the homepage. eg. 20
ar_ok: هذا هو السعر الذي ترغب في فرض رسوم إضافية على عرض مكان أو قائمة حدث على الصفحة الرئيسية.على سبيل المثال.20

source: Amount to be charged<br><small>(for featuring on categories page)</small>
ar_ok: المبلغ المراد شحنه <br> <brash

source: This is the price you wish to charge extra for a place or an event listing on category pages. eg. 12
ar_ok: هذا هو السعر الذي ترغب في فرض رسوم إضافية للحصول على مكان أو قائمة حدث على صفحات الفئة.على سبيل المثال.12

source: This setting will activate / deactivate this price package.
ar_ok: سيؤدي هذا الإعداد إلى تنشيط / إلغاء تنشيط حزمة السعر هذه.

source: Latest Transactions Report
ar_ok: أحدث تقرير المعاملات

source: You are going to submit a post for %s days
ar_ok: أنت ستقدم منشورًا لمدة %s

source: 1. Enter Event Listing Details
ar_ok: 1. أدخل تفاصيل قائمة الحدث

source: 2. Preview Event &amp; Payment
ar_ok: 2. معاينة الحدث & amp ؛دفع

source: 3. Event Successful
ar_ok: 3. الحدث ناجح

source: Yes &sbquo; feature this listing on homepage.
ar_ok: نعم %s&sbquo;ميزة هذه القائمة على الصفحة الرئيسية.

source: Yes &sbquo; feature this listing on category pages.
ar_ok: نعم %s&sbquo;ميزة هذه القائمة على صفحات الفئة.

source: Please Select Price Package
ar_ok: الرجاء تحديد حزمة السعر

source: Yes &sbquo; feature this event on category pages.
ar_ok: نعم %s&sbquo;ميزة هذا الحدث على صفحات الفئة.

source: Total price as per your selection.
ar_ok: السعر الإجمالي حسب اختيارك.

source: Order Status
ar_ok: حالة الطلب

source: Approve
ar_ok: يوافق

source: Payment Success
ar_ok: الدفع الناجح

source: Back to Orders Listing
ar_ok: العودة إلى قائمة الأوامر

source: Order status changed successfully
ar_ok: تم تغيير حالة الطلب بنجاح

source: Invalid transaction
ar_ok: المعاملة غير صالحة

source: There is some error occurred while transaction is being process, please try again.
ar_ok: حدث بعض الأخطاء أثناء عملية المعاملة ، يرجى المحاولة مرة أخرى.

source: Authentication fail, invalid transaction id generated.
ar_ok: فشل المصادقة ، معرف المعاملة غير صالح.

source: Your request has been cancelled.
ar_ok: تم إلغاء طلبك.

source: Install New Payment Gateway
ar_ok: تثبيت بوابة الدفع الجديدة

source: Update
ar_ok: تحديث

source: Mail to friend
ar_ok: البريد إلى صديق

source: Transaction Report
ar_ok: تقرير المعاملات

source: Back to transaction list
ar_ok: العودة إلى قائمة المعاملات

source: Color
ar_ok: اللون

source: Paid amount
ar_ok: المبلغ المدفوع

source: Day
ar_ok: يوم

source: Month
ar_ok: شهر

source: Year
ar_ok: سنة

source: Short link
ar_ok: رابط قصير

source: Package Link
ar_ok: رابط الحزمة

source: Packages permanently deleted.
ar_ok: حزم حزم بشكل دائم.

source: Package permanently deleted.
ar_ok: حزمة تم حذفها بشكل دائم.

source: An additional amount will be charged to make this %s featured. You have the option to feature your %s on home page or category page or both.
ar_ok: سيتم فرض مبلغ إضافي لجعل هذا %s مميز.لديك خيار عرض %s على الصفحة الرئيسية أو صفحة الفئة أو كليهما.

source: This package allows you to add %d listings, you have already added %d. You still have %d listings left in your package.
ar_ok: تتيح لك هذه الحزمة إضافة قوائم %d، لقد أضفت بالفعل %d.لا يزال لديك %d قوائم متبقية في الحزمة الخاصة بك.

source: Approved
ar_ok: وافق

source: unlimited
ar_ok: غير محدود

source: Homepage
ar_ok: الصفحة الرئيسية

source: Yes &sbquo; feature this listing on homepage
ar_ok: نعم %s&sbquo;ميزة هذه القائمة على الصفحة الرئيسية

source: Yes &sbquo; feature this listing on categorypage
ar_ok: نعم %s&sbquo;ميزة هذه القائمة على صفحة الفئة

source: You have subscribed to this package but your transaction is not approved yet. Please %s contact%s the administrator of the site for more details.
ar_ok: لقد اشتركت في هذه الحزمة ولكن لم تتم الموافقة على معاملتك بعد.يرجى الاتصال %s %s مسؤول الموقع لمزيد من التفاصيل.

source: Price Packages allow you to monetize your submission form and make money. For more on how they work visit the <a href="http://templatic.com/docs/tevolution-guide/#price_packages" title="Price Packages" target="_blank">Price Package Guide</a>
ar_ok: تتيح لك حزم الأسعار تسييل نموذج التقديم الخاص بك وكسب المال.لمعرفة المزيد حول كيفية عملهم ، قم بزيارة <a href="http://templatic.com/docs/tevolution-guide/#price_packages" title="price packages" target="_blank"> دليل حزمة الأسعار </a>

source: Package created successfully.
ar_ok: حزمة تم إنشاؤها بنجاح.

source: Package updated successfully.
ar_ok: تم تحديث الحزمة بنجاح.

source: Sorry there is no such payment gateway
ar_ok: آسف لا توجد بوابة دفع هذه

source: Status updated successfully.
ar_ok: تم تحديث الحالة بنجاح.

source: Manage Payment Options
ar_ok: إدارة خيارات الدفع

source: Manage the available payment gateways. To download and install more please visit the <a href="http://templatic.com/members/member" title="Plugins" target="_blank">member area (Plugins Download section)</a>
ar_ok: إدارة بوابات الدفع المتاحة.لتنزيل وتثبيت المزيد ، يرجى زيارة <a href="http://templatic.com/members/member" title="lugins" target="_blank"> منطقة العضو (قسم تنزيل الإضافات) </a>

source: Manage Currency
ar_ok: إدارة العملة

source: Define the currency in which you want to take payment on your site, you can set currency position with its amount as per your currency standards.
ar_ok: حدد العملة التي تريد دفعها على موقعك ، يمكنك تعيين وضع العملة بمبلغها وفقًا لمعايير العملات الخاصة بك.

source: Currency Symbol
ar_ok: رمز العملة

source: Your currency symbol can be any character like alphabets, numbers, alplhanumeric etc,
ar_ok: يمكن أن يكون رمز العملة الخاص بك أي حرف مثل الحروف الهجائية والأرقام والأربعة الرقمية وما إلى ذلك

source: Thousand Separator
ar_ok: ألف فاصل

source: This sets the thousand separator of displayed prices.
ar_ok: هذا يضع فاصل ألف من الأسعار المعروضة.

source: Decimal Separator
ar_ok: الفاصل العشري

source: This sets the decimal separator of displayed prices.
ar_ok: هذا يضع الفاصل العشري للأسعار المعروضة.

source: Number of Decimals
ar_ok: عدد الكسور العشرية

source: This sets the number of decimal points shown in displayed prices.
ar_ok: هذا يحدد عدد النقاط العشرية الموضحة في الأسعار المعروضة.

source: Activated
ar_ok: مفعل

source: Deactivated
ar_ok: إلغاء تنشيطه

source: Setting
ar_ok: ضبط

source: %s Settings
ar_ok: إعدادات %s.

source: Back to Payment Options List
ar_ok: العودة إلى قائمة خيارات الدفع

source: Edit the payment option settings. Double check the values you enter here to avoid payment related problems.
ar_ok: تحرير إعدادات خيار الدفع.تحقق مرتين من القيم التي تدخلها هنا لتجنب المشكلات المتعلقة بالدفع.

source: Payment method name
ar_ok: اسم طريقة الدفع

source: It will act as a name (label) of your payment method on your site
ar_ok: سيكون بمثابة اسم (تسمية) لطريقة الدفع الخاصة بك على موقعك

source: Default Status
ar_ok: الحالة الافتراضية

source: Active status will show this payment method on your site
ar_ok: ستظهر الحالة النشطة طريقة الدفع هذه على موقعك

source: Position (Display order)
ar_ok: الموضع (ترتيب العرض)

source: This is a numeric value that determines the position of this payment option in the list. e.g. 5
ar_ok: هذه قيمة رقمية تحدد موضع خيار الدفع هذا في القائمة.على سبيل المثال5

source: Please add 'options' parameter to your plugin's install.php file to use radio button feature.
ar_ok: يرجى إضافة معلمة "خيارات" إلى ملف install.php الخاص بـ Plugin لاستخدام ميزة زر الراديو.

source: To further edit the information that displays on the Pre Bank success page <a href="
ar_ok: لتحرير المعلومات التي تعرض على صفحة نجاح ما قبل البنك <a href = "

source: Please enter Payment Method
ar_ok: الرجاء إدخال طريقة الدفع

source: Payment Cancellation
ar_ok: إلغاء الدفع

source: Example
ar_ok: مثال

source: Payment Method integrated successfully
ar_ok: تم دمج طريقة الدفع بنجاح

source: this payment method cannot deleted because it is fix, you can deactive it
ar_ok: لا يمكن حذف طريقة الدفع هذه لأنه إصلاح ، يمكنك إلغاء تنشيطه

source: Processing for PayPal, Please wait ....
ar_ok: معالجة PayPal ، يرجى الانتظار ....

source: Payment procedure has been completed
ar_ok: تم الانتهاء من إجراءات الدفع

source: PayPal Transaction ID
ar_ok: معرف المعاملة PayPal

source: Method
ar_ok: طريقة

source: Payment Success Confirmation Email
ar_ok: البريد الإلكتروني لتأكيد نجاح الدفع

source: <p>Hello [#to_name#]</p><p>Here's some info about your payment...</p><p>[#transaction_details#]</p><p>If you'll have any questions about this payment please send an email to [#admin_email#]</p><p>Thanks!,<br/>[#site_name#]</p>
ar_ok: <p> Hello [#to_name#] </p> <p> إليك بعض المعلومات حول الدفع الخاص بك ... </p> <p> [#Transaction_Details#] </p> <pأسئلة حول هذه الدفعة ، يرجى إرسال بريد إلكتروني إلى [#admin_email#] </p> <p> شكرًا! ، <br/> [#site_name#] </p>

source: Pre Bank Transfer
ar_ok: قبل التحويل المصرفي

source: Payment Method deleted successfully
ar_ok: تم حذف طريقة الدفع بنجاح

source: Payment has been cancelled successfully. The post submitted by you has not been published.
ar_ok: تم إلغاء الدفع بنجاح.لم يتم نشر المنشور المقدم من قبلك.

source: You have not permission to access this page
ar_ok: ليس لديك إذن للوصول إلى هذه الصفحة

source: Pay With
ar_ok: ادفع من خلال

source: Tevolution provides a lot of options using which you can monetize your site. You can charge your users for submitting their listing in different ways using price packages, we have a wide range of payment gateways using which you can charge your users. What&acute;s more? You can even add discount coupon codes to give seasonal discount to your users.
ar_ok: يوفر Tevolution الكثير من الخيارات التي يمكنك استخدامها التي يمكنك استثمار موقعك.يمكنك فرض رسوم على المستخدمين على تقديم قائمتهم بطرق مختلفة باستخدام حزم الأسعار ، لدينا مجموعة واسعة من بوابات الدفع التي يمكنك شحنها للمستخدمين.ما هو أكثر من ذلك؟يمكنك حتى إضافة رموز قسيمة خصم لإعطاء خصم موسمي للمستخدمين.

source: Here you can view the transaction detail.
ar_ok: هنا يمكنك عرض تفاصيل المعاملة.

source: Transaction Information
ar_ok: معلومات عملية

source: Please Select
ar_ok: الرجاء تحديد

source: Whatever sales are done on your site are recorded and displayed here as the transactions. Few things that you can perform here are easily changing the payment status manually (if you want), search for particular transaction using the below given fields, sort your all transactions according to your payment gateway by clicking the column "Payment Method" and last but not the least, you can also export all your transactions to CSV file.
ar_ok: مهما كانت المبيعات التي يتم تنفيذها على موقعك يتم تسجيلها وعرضها هنا كمعاملات.القليل من الأشياء التي يمكنك القيام بها هنا هي تغيير حالة الدفع بسهولة يدويًا (إذا كنت تريد) ، ابحث عن معاملة معينة باستخدام الحقول المذكورة أدناه ، وفرز جميع المعاملات وفقًا لبوابة الدفع الخاصة بك عن طريق النقر على العمود "طريقة الدفع"ليس أقلها ، يمكنك أيضًا تصدير جميع المعاملات الخاصة بك إلى ملف CSV.

source: Search by transaction ID
ar_ok: البحث حسب معرف المعاملة

source: Enter unique Id to search transaction
ar_ok: أدخل معرف فريد للبحث معاملة

source: Select the post type, transactions of which you want to search
ar_ok: حدد نوع المنشور ، المعاملات التي تريد البحث عنها

source: Payment Type
ar_ok: نوع الدفع

source: Select Payment Type
ar_ok: اختر طريقة الدفع

source: Select the payment method (gateway), using which transactions have been done.
ar_ok: حدد طريقة الدفع (Gateway) ، باستخدام المعاملات التي تم القيام بها.

source: Package type
ar_ok: نوع الحزمة

source: Select Package Type
ar_ok: حدد نوع الحزمة

source: Name/Email
ar_ok: الاسم/البريد الإلكتروني

source: Enter the name or email Id using which transactions have been done
ar_ok: أدخل الاسم أو معرف البريد الإلكتروني باستخدام المعاملات التي تم القيام بها

source: Search by transaction date
ar_ok: البحث حسب تاريخ المعاملة

source: Select the time duration in which transactions have been done.
ar_ok: حدد المدة الزمنية التي تم فيها المعاملات.

source: Export the transaction data from here
ar_ok: تصدير بيانات المعاملة من هنا

source: Export To CSV
ar_ok: التصدير إلى CSV

source: Transaction color settings
ar_ok: إعدادات ألوان المعاملة

source: You can select the different colors for the different post types here which will be applied to that transaction report.It basically helps you in differentiating the transactions done with various post types.
ar_ok: يمكنك تحديد الألوان المختلفة لأنواع المنشورات المختلفة هنا والتي سيتم تطبيقها على تقرير المعاملة هذا. يساعدك بشكل أساسي في التمييز بين المعاملات التي تتم مع أنواع المنشورات المختلفة.

source: Transaction Settings
ar_ok: إعدادات المعاملات

source: rating
ar_ok: تقييم

source: ratings
ar_ok: تقييمات

source: Ratings
ar_ok: تقييمات
