Repository: 1akram/classifaedTransulation
Catalog: languagesTheme/admin-*.po
Languages: ar_ok

source: Submission form (field will show on editing screen regardless)
ar_ok: نموذج التقديم (سيظهر الحقل على شاشة التحرير بغض النظر)

source: Success page (the page that shows after submission)
ar_ok: صفحة النجاح (الصفحة التي تظهر بعد التقديم)

source: Show on search as
ar_ok: عرض على البحث كما

source: Select type on search
ar_ok: حدد النوع على البحث

source: Min-Max Range (Text)
ar_ok: نطاق min-max (نص)

source: Min-Max Range (Select)
ar_ok: نطاق min-max (حدد)

source: Range Slider
ar_ok: شريط التمرير

source: The type selected here will be displayed on the advance search form for this field.
ar_ok: سيتم عرض النوع المحدد هنا في نموذج البحث المسبق لهذا الحقل.

source: Two text boxes will appear on your advance search form from where you can enter minumun and maximum values to search in a specific range.
ar_ok: سيظهر مربعان نصين في نموذج البحث المسبق الخاص بك من حيث يمكنك إدخال الحد الأدنى والحد الأقصى للقيم للبحث في نطاق معين.

source: A range slider will appear with minimum and maximum values, you can drag and select your range to search.
ar_ok: سيظهر شريط تمرير النطاق مع الحد الأدنى والحد الأقصى للقيم ، يمكنك سحب وتحديد النطاق الخاص بك للبحث.

source: Define your range
ar_ok: حدد المدى الخاص بك

source: Min value
ar_ok: قيمة دقيقة

source: max value
ar_ok: قيمة الحد الأقصى

source: Users will be able to enter values between this range on the submition form, and advance search form will also display this range.
ar_ok: سيتمكن المستخدمون من إدخال القيم بين هذا النطاق في نموذج التقديم ، وسيعرض نموذج البحث المتقدم هذا النطاق أيضًا.

source: Min Option Title
ar_ok: MIN عنوان الخيار

source: Min Option values
ar_ok: MIN قيم الخيار

source: Max Option values
ar_ok: أقصى قيم خيار

source: Miscellaneous Options
ar_ok: الخيارات المتنوعة

source: CSS class
ar_ok: فئة CSS

source: Apply a custom CSS class to the fields label. For more details on this
ar_ok: ضع فئة CSS مخصصة على ملصق Fields.لمزيد من التفاصيل حول هذا

source: Add New Custom Field
ar_ok: أضف حقل مخصص جديد

source: click here
ar_ok: انقر هنا

source: Extra parameter
ar_ok: معلمة إضافية

source: Apply an extra parameter to the fields input part. For more information <a href="http://templatic.com/docs/tevolution-guide/#miscellaneous" title="Add New Custom Field" target="_blank">click here</a>
ar_ok: تطبيق معلمة إضافية على جزء إدخال الحقول.لمزيد من المعلومات <a href="http://templatic.com/docs/tevolution-guide/#miscellemanf" title="add حقل مخصص جديد" target="_blank"> انقر هنا </a>

source: Update changes
ar_ok: تحديث التغييرات

source: Manage custom fields
ar_ok: إدارة الحقول المخصصة

source: Add custom field
ar_ok: أضف حقل مخصص

source: Add a custom field
ar_ok: إضافة حقل مخصص

source: Within this section you can create new fields for your submission form. For more details about custom fields please visit the %s
ar_ok: في هذا القسم ، يمكنك إنشاء حقول جديدة لنموذج التقديم الخاص بك.لمزيد من التفاصيل حول الحقول المخصصة ، يرجى زيارة %s

source: <b>Restrictions</b>
ar_ok: <b> القيود </b>

source: Do not delete default fields that are automatically assigned to each new post type. Default fields include: Post category, Post title, Post content, Post excerpt and Post images.
ar_ok: لا تقم بحذف الحقول الافتراضية التي يتم تعيينها تلقائيًا لكل نوع منشور جديد.تتضمن الحقول الافتراضية: فئة النشر ، العنوان النشر ، محتوى النشر ، المقتطفات النشر والصور النشر.

source: Display location for some default fields cannot be changed.
ar_ok: لا يمكن تغيير موقع العرض لبعض الحقول الافتراضية.

source: Quick Tips
ar_ok: نصائح سريعة

source: Change the "Sort Order" of each field by dragging it up or down on this page. This changed order will only apply on the submission form.
ar_ok: قم بتغيير "ترتيب الفرز" لكل حقل عن طريق سحبه لأعلى أو لأسفل في هذه الصفحة.سيتم تطبيق هذا الترتيب الذي تم تغييره فقط على نموذج التقديم.

source: Show more/less custom fields per page at "Screen Options", located on top right corner.
ar_ok: إظهار المزيد/أقل الحقول المخصصة لكل صفحة في "خيارات الشاشة" ، الموجودة في الزاوية اليمنى العليا.

source: To delete custom fields that you have created and start over just click on the "Reset Custom Fields" button located in the bottom right corner of the page.
ar_ok: لحذف الحقول المخصصة التي قمت بإنشائها والبدء من خلال فقط النقر على زر "إعادة تعيين الحقول المخصصة" الموجود في الركن الأيمن السفلي من الصفحة.

source: For
ar_ok: إلى عن على

source: Custom field deleted successfully.
ar_ok: حذف الحقل المخصص بنجاح.

source: Custom field created successfully.
ar_ok: تم إنشاء الحقل المخصص بنجاح.

source: Custom field updated successfully.
ar_ok: تم تحديث الحقل المخصص بنجاح.

source: Successfully removed Custom field from search form.
ar_ok: تمت إزالة الحقل المخصص بنجاح من نموذج البحث.

source: All
ar_ok: الجميع

source: Reset Search Custom Fields
ar_ok: إعادة تعيين حقول البحث المخصصة

source: Reset %s Custom Fields
ar_ok: إعادة تعيين %s الحقول المخصصة

source: Inactive
ar_ok: غير نشط

source: Edit the %s translation
ar_ok: تحرير ترجمة %s

source: Add translation to %s
ar_ok: أضف الترجمة إلى %s

source: Field name
ar_ok: اسم الحقل

source: Shown in post-type
ar_ok: يظهر في ما بعد النوع

source: Variable name
ar_ok: اسم المتغير

source: Heading Type
ar_ok: نوع العنوان

source: Saved
ar_ok: أنقذ

source: You have not created any category for %s post type. So, this listing will be submited as uncategorized.
ar_ok: لم تنشئ أي فئة لنوع المنشور %s.لذلك ، سيتم وضع هذه القائمة على أنها غير مصنف.

source: for a preview of the submitted content.
ar_ok: لمعاينة المحتوى المقدم.

source: Submission received successfully, thank you for listing with us.
ar_ok: تم استلام التقديم بنجاح ، شكرًا لك على الإدراج معنا.

source: Thank you for submitting your %s at our site, your %s request has been updated successfully.
ar_ok: شكرًا لك على تقديم%s الخاصة بك في موقعنا ، تم تحديث طلب %s الخاص بك بنجاح.

source: Your Profile
ar_ok: ملفك الشخصي

source: Submit
ar_ok: يُقدِّم

source: <li><p class="submit_info_label">Title:</p> <p class="submit_info_detail"> %s </p></li>
ar_ok: <li> <p class = "submit_info_label"> العنوان: </p> <p class = "submit_info_detail"> %s </p> </li>

source: Click here to download File
ar_ok: انقر هنا لتنزيل الملف

source: Subscription
ar_ok: الاشتراك

source: Single Submission
ar_ok: تقديم واحد

source: Posted In
ar_ok: نشر في

source: <span>Posted In</span> %s
ar_ok: <span> تم نشره في </span> %s

source: You have subscribed to the %s package.
ar_ok: لقد اشتركت في حزمة %s.

source: Your copy of Tevolution hasn&#32;t been verified yet. To verify the plugin and unlock the site please <a href="
ar_ok: لم يتم التحقق من نسختك من tevolution بعد.للتحقق من البرنامج المساعد وفتح الموقع من فضلك <a href = "

source: You are not allowed to run this site, because of invalid licence key. <a href="
ar_ok: لا يُسمح لك بتشغيل هذا الموقع ، بسبب مفتاح ترخيص غير صالح.<a href = "

source: Mail to a friend
ar_ok: البريد إلى صديق

source: Send to friend
ar_ok: أرسل إلى صديق

source: Send Inquiry
ar_ok: أرسل الاستفسار

source: Send inquiry
ar_ok: أرسل الاستفسار

source: A new post has been submitted on your site
ar_ok: تم تقديم منشور جديد على موقعك

source: <p>Dear [#to_name#],</p><p>A new submission has been made on your site with the details below.</p><p>[#information_details#]</p><p>Thank You,<br/>[#site_name#]</p>
ar_ok: <p> عزيزي [#to_name#] ، </p> <p> تم تقديم إرسال جديد على موقعك مع التفاصيل أدناه. </p> <p> [#information_details#] </p> <p>شكرا لك ، <br/> [#site_name#] </p>

source: Details about the listing you have submitted on [#site_title#]
ar_ok: تفاصيل حول القائمة التي قدمتها على [#site_title#]

source: [#post_type#] renew of ID:#[#submition_Id#]
ar_ok: [#post_type#] تجديد المعرف:#[#submition_id#]

source: <p>Howdy [#to_name#],</p><p>You have submitted a new listing. Here are some details about it,</p><p>[#information_details#]</p><p>Thank You,<br/>[#site_name#]</p>
ar_ok: <p> howdy [#to_name#] ، </p> <p> لقد قدمت قائمة جديدة.فيما يلي بعض التفاصيل حول هذا الموضوع ، </p> <p> [#information_details#] </p> <p> شكرًا لك ، <br/> [#site_name#] </p>

source: <p>Dear [#to_name#],</p><p>Your [#post_type#] has been renewed by you . Here is the information about the [#post_type#]:</p><p>[#information_details#]</p><p>[#site_name#]</p>
ar_ok: <p> عزيزي [#to_name#] ، </p> <p> تم تجديد [#post_type#] من قبلك.فيما يلي معلومات حول [#post_type#]: </p> <p> [#information_details#] </p> <p> [#site_name#] </p>

source: View more detail of
ar_ok: عرض المزيد من التفاصيل

source: Payment Status: <b>Pending</b>
ar_ok: حالة الدفع: <b> معلق </b>

source: Payment Method: <b>
ar_ok: طريقة الدفع: <b>

source: Payment Status: <b>Success</b>
ar_ok: حالة الدفع: <b> النجاح </b>

source: Price Package Information
ar_ok: معلومات حزمة السعر

source: Total Price
ar_ok: السعر الكلي

source: Validity
ar_ok: صلاحية

source: Days
ar_ok: أيام

source: Submited number of posts
ar_ok: إرسال عدد المنشورات

source: Recurring Charges
ar_ok: الرسوم المتكررة

source: Information
ar_ok: معلومة

source: Upload Image
ar_ok: تحميل الصور

source: Please Select Category
ar_ok: الرجاء تحديد الفئة

source: Please Enter title
ar_ok: الرجاء إدخال العنوان

source: Please Enter content
ar_ok: الرجاء إدخال المحتوى

source: This is the main Tevolution settings area. As you add Tevolution add-ons their settings will appear here. <br><b>Note:</b> Do not forget to click on "Save all settings" at the bottom when done with tweaking settings. You should also clear Tevolution cache (top of the page) after every major change.
ar_ok: هذه هي منطقة إعدادات Tevolution الرئيسية.أثناء إضافة إضافات Tevolution ، ستظهر إعداداتها هنا.<br> <b> ملاحظة: </b> لا تنسى النقر فوق "حفظ جميع الإعدادات" في الأسفل عند القيام به مع إعدادات التغيير والتبديل.يجب عليك أيضًا مسح ذاكرة التخزين المؤقت Tevolution (أعلى الصفحة) بعد كل تغيير رئيسي.

source: If you are not using one of Directory based themes from templatic then copy below code and paste it in your theme's functions.php file located in your active WordPress directory to enhance your theme functionality.
ar_ok: إذا كنت لا تستخدم أحد السمات المستندة إلى الدليل من Templatic ، فقم بنسخها أدناه وصيقها في وظائف السمة الخاصة بك. ملف php الموجود في دليل WordPress النشط لتحسين وظائف السمة الخاصة بك.

source: Display different post type on home page - add_theme_support("home_listing_type_value");
ar_ok: عرض نوع منشور مختلف على الصفحة الرئيسية - add_theme_support ("home_listing_type_value") ؛

source: Display different post type on author page - do_action("author_box") on author page;
ar_ok: عرض نوع المنشور مختلف على صفحة المؤلف - do_action ("upert_box") على صفحة المؤلف ؛

source: Display sorting option on taxonomy page - add_theme_support("tev_taxonomy_sorting_opt");
ar_ok: عرض خيار الفرز على صفحة التصنيف - add_theme_support ("Tev_Taxonomy_Sorting_opt") ؛

source: Display excerpt setting on post listing page - add_theme_support("tev_taxonomy_excerpt_opt");
ar_ok: عرض الإعداد المقتطف في صفحة قائمة النشر - add_theme_support ("tev_taxonomy_excerpt_opt") ؛

source: Submission Page
ar_ok: صفحة التقديم

source: Home page
ar_ok: الصفحة الرئيسية

source: Category Page
ar_ok: صفحة الفئة

source: Detail Page
ar_ok: صفحة التفاصيل

source: Registration Page
ar_ok: صفحة التسجيل

source: Claim Ownership
ar_ok: المطالبة الملكية

source: Captcha
ar_ok: كابتشا

source: Generate a submission page for a new post type by entering the following shortcode in a new page <strong>[submit_form post_type= &acute;your_post_type_name&acute;]</strong>. For details on this please open the %s
ar_ok: قم بإنشاء صفحة إرسال لنوع منشور جديد عن طريق إدخال الرمز القصير التالي في صفحة جديدة <strong> [submit_form post_type = & uve ؛ your_post_type_name & acute ؛] </strong>.للحصول على تفاصيل حول هذا ، يرجى فتح %s

source: Category specific fields
ar_ok: فئة الحقول المحددة

source: Displays different fields for different categories on submission page. For more information, open the <a href="http://templatic.com/docs/tevolution-guide/#basic_settings" title="Tevolution Guid" target="_blank">Custom Fields Guide</a>
ar_ok: يعرض حقول مختلفة لفئات مختلفة على صفحة التقديم.لمزيد من المعلومات ، افتح <a href="http://templatic.com/docs/tevolution-guide/#basic_settings" title="tevolution guid" target="_blank"> دليل الحقول المخصصة </a>

source: Category Display
ar_ok: عرض الفئة

source: Check Box
ar_ok: خانة الاختيار

source: Multi-select Box
ar_ok: مربع متعدد الاختيار

source: Select Box
ar_ok: حدد المربع

source: Specify the format in which you want to display the categories on Submit page.
ar_ok: حدد التنسيق الذي تريد من خلاله عرض الفئات في صفحة إرسال.

source: Maximum image upload size
ar_ok: أقصى حجم تحميل الصورة

source: The size is in kilobytes, e.g. 1MB = 1024KB. Enter only the number.
ar_ok: الحجم بالكيلوبايت ، على سبيل المثال1MB = 1024 كيلو بايت.أدخل الرقم فقط.

source: Default status for free submissions
ar_ok: الحالة الافتراضية لتقديم الطلبات المجانية

source: Draft
ar_ok: مسودة

source: Published
ar_ok: نشرت

source: Default status for paid submissions
ar_ok: الحالة الافتراضية للتقديمات المدفوعة

source: Default status for expired listings
ar_ok: الحالة الافتراضية لقوائم منتهية الصلاحية

source: Trash
ar_ok: نفاية

source: User listing expiry notification email
ar_ok: إرادة إدراج إدراج مستخدم البريد الإلكتروني

source: Select number of days prior to expiry
ar_ok: حدد عدد الأيام قبل انتهاء الصلاحية

source: Terms and conditions
ar_ok: الأحكام والشروط

source: Terms and condition text
ar_ok: المصطلحات ونص الشرط

source: Enter your terms in the above box. You can use HTML to create a link to your full terms of use page.
ar_ok: أدخل المصطلحات الخاصة بك في المربع أعلاه.يمكنك استخدام HTML لإنشاء رابط لصفحة شروط الاستخدام الكاملة.

source: Category page settings apply to the default 'listing' post type and any new custom post types you create.
ar_ok: تنطبق إعدادات صفحة الفئة على نوع النشر الافتراضي "القائمة" وأي أنواع منشورات مخصصة جديدة تقوم بإنشائها.

source: Length Of Summary
ar_ok: طول الملخص

source: If you haven't entered excerpt in your post we will display here mentioned number of characters from your post description .
ar_ok: إذا لم تكن قد أدخلت مقتطفًا في مشاركتك ، فسنقوم بعرض عدد الأحرف المذكورة هنا من وصف المنشور الخاص بك.

source: Title For Continue Link
ar_ok: عنوان رابط متابعة

source: Mention the title you want to show for a link which will be redirected to post detail page
ar_ok: اذكر العنوان الذي تريد عرضه لرابط سيتم إعادة توجيهه لنشر صفحة التفاصيل

source: Sorting options
ar_ok: خيارات الفرز

source: Select all
ar_ok: اختر الكل

source: Publish Date Ascending
ar_ok: نشر تاريخ الصعود

source: Publish Date Descending
ar_ok: نشر تاريخ النزول

source: Rating
ar_ok: تقييم

source: Reviews
ar_ok: المراجعات

source: Title Ascending
ar_ok: العنوان الصعود

source: Title Descending
ar_ok: العنوان النزول

source: For the "Rating" option to work you must enable the "Show rating" setting available in the "Detail Page" tab above.
ar_ok: بالنسبة لخيار "التقييم" للعمل ، يجب عليك تمكين إعداد "عرض التصنيف" المتاح في علامة التبويب "صفحة التفاصيل" أعلاه.

source: Control your detail page settings from this screen which will affect the user experience for your visitors.
ar_ok: تحكم في إعدادات صفحة التفاصيل الخاصة بك من هذه الشاشة والتي ستؤثر على تجربة المستخدم لزوارك.

source: Filter related posts by
ar_ok: تصفية المشاركات ذات الصلة بواسطة

source: Tag
ar_ok: بطاقة شعار

source: Number of related posts
ar_ok: عدد المشاركات ذات الصلة

source: View counters
ar_ok: عرض العدادات

source: Show sharing buttons
ar_ok: عرض أزرار المشاركة

source: Facebook
ar_ok: فيسبوك

source: GooglePlus
ar_ok: جوجل بلس

source: Pintrest
ar_ok: Pinterest

source: Twitter
ar_ok: تويتر

source: Once enabled, selected sharing buttons will appear below the image gallery on detail pages
ar_ok: بمجرد التمكين ، ستظهر أزرار المشاركة المحددة أسفل معرض الصور على صفحات التفاصيل

source: Tevolution cache has been successfully cleared.
ar_ok: تم مسح ذاكرة التخزين المؤقت Tevolution بنجاح.

source: In order to apply the changes made to the site you must clear the Tevolution cache.
ar_ok: من أجل تطبيق التغييرات التي تم إجراؤها على الموقع ، يجب عليك مسح ذاكرة التخزين المؤقت للثورة.

source: Clear cache
ar_ok: مسح ذاكرة التخزين المؤقت

source: Disable Cache
ar_ok: تعطيل ذاكرة التخزين المؤقت

source: Tevolution caching is disabled.
ar_ok: تم تعطيل التخزين المؤقت Tevolution.

source: Enable Cache
ar_ok: تمكين ذاكرة التخزين المؤقت

source: This package allows you to submit %s posts in %s
ar_ok: تتيح لك هذه الحزمة تقديم منشورات %s في %s

source: Payment procedure has been completed.
ar_ok: تم الانتهاء من إجراءات الدفع.

source: You have now upgraded to a new package %s You paid %s to upgrade your package.
ar_ok: لقد قمت الآن بالترقية إلى حزمة جديدة %s دفعت %s لترقية الحزمة الخاصة بك.

source: English
ar_ok: إنجليزي

source: Arabic
ar_ok: عربي

source: Bulgarian
ar_ok: البلغارية

source: Catalan Valencian
ar_ok: كاتالاني فالنسيان

source: Czech
ar_ok: التشيكية

source: Danish
ar_ok: دانماركي

source: German
ar_ok: ألمانية

source: Greek
ar_ok: اليونانية

source: British English
ar_ok: الإنجليزية البريطانية

source: Spanish
ar_ok: الأسبانية

source: Persian
ar_ok: اللغة الفارسية

source: French
ar_ok: فرنسي

source: Canadian French
ar_ok: الكندية الفرنسية

source: Hindi
ar_ok: الهندية

source: Croatian
ar_ok: الكرواتية

source: Hungarian
ar_ok: المجري

source: Indonesian
ar_ok: إندونيسي

source: Italian
ar_ok: إيطالي

source: Hebrew
ar_ok: اللغة العبرية

source: Jananese
ar_ok: اليابانية

source: Korean
ar_ok: الكورية

source: Lithuanian
ar_ok: الليتواني

source: Latvian
ar_ok: لاتفيا

source: Dutch
ar_ok: هولندي

source: Norwegian
ar_ok: النرويجية

source: Polish
ar_ok: تلميع

source: Portuguese
ar_ok: البرتغالية

source: Romanian
ar_ok: روماني

source: Russian
ar_ok: الروسية

source: Slovak
ar_ok: سلوفاك

source: Slovene
ar_ok: سلوفيني

source: Serbian
ar_ok: الصربي

source: Swedish
ar_ok: السويدية

source: Thai
ar_ok: التايلاندية

source: Turkish
ar_ok: اللغة التركية

source: Ukrainian
ar_ok: الأوكرانية

source: Vietnamese
ar_ok: الفيتنامية

source: Simplified Chinese
ar_ok: الصينية المبسطة

source: Traditional Chinese
ar_ok: الصينية التقليدية

source: Keep your website spam-free by activating reCAPTCHA challenge to any of the functions or pages below. Please register your website for reCAPTCHA <a title="Get your CAPTCHA API Keys" href="https://www.google.com/recaptcha/admin#list">here</a> and add the keys you will get from there in the fields given below.
ar_ok: حافظ على موقع الويب الخاص بك خاليًا من البريد العشوائي عن طريق تنشيط تحدي Recaptcha إلى أي من الوظائف أو الصفحات أدناه.يرجى تسجيل موقع الويب الخاص بك للحصول على recaptcha <a title="te your captcha api keys" href="https://www.google.com/recaptcha/admin#list"> هنا </a> وإضافة المفاتيح التي ستحصل عليهاهناك في الحقول الواردة أدناه.

source: Site Key
ar_ok: مفتاح الموقع

source: Secret Key
ar_ok: المفتاح السري

source: Theme
ar_ok: سمة

source: Standard
ar_ok: اساسي

source: Light
ar_ok: خفيفة

source: Dark
ar_ok: مظلم

source: Language
ar_ok: لغة

source: Enable spam verification for
ar_ok: تمكين التحقق من البريد العشوائي ل

source: Registration page and Comment form
ar_ok: صفحة التسجيل ونموذج التعليق

source: Submit listing page
ar_ok: إرسال صفحة القائمة

source: Email to Friend
ar_ok: البريد الإلكتروني إلى صديق

source: Select listing category from here. Select at least one category
ar_ok: حدد فئة الإدراج من هنا.حدد فئة واحدة على الأقل

source: Click on "Set Address on Map" and then you can also drag pinpoint to locate the correct address
ar_ok: انقر فوق "تعيين عنوان على الخريطة" ثم يمكنك أيضًا سحب Pinpoint لتحديد موقع العنوان الصحيح

source: Pay &amp; Publish
ar_ok: الدفع & amp ؛ينشر

source: Publish
ar_ok: ينشر

source: More Photos of
ar_ok: المزيد من الصور

source: Your submitted Information
ar_ok: معلوماتك المقدمة

source: Thank you for listing your post at our site, your post request has been updated successfully.
ar_ok: شكرًا لك على إدراج مشاركتك في موقعنا ، تم تحديث طلب المنشور الخاص بك بنجاح.

source: Submit a post
ar_ok: إرسال منشور

source: Coupon Code
ar_ok: رمز الكوبون

source: Preview This Listing
ar_ok: معاينة هذه القائمة

source: Next step
ar_ok: الخطوة التالية

source: Posted Successfully Information
ar_ok: نشر المعلومات بنجاح

source: Renew Successfully Information
ar_ok: تجديد المعلومات بنجاح

source: required
ar_ok: مطلوب

source: Search this website
ar_ok: بحث هذا الموقع

source: select category
ar_ok: اختر الفئة

source: <span>to</span>
ar_ok: <span> إلى </span>

source: Please enter word you want to search
ar_ok: الرجاء إدخال الكلمة التي تريد البحث عنها

source: Tags
ar_ok: العلامات

source: To complete the transaction, please transfer the amount of
ar_ok: لإكمال المعاملة ، يرجى نقل مبلغ

source: to our bank account on the details below.
ar_ok: إلى حسابنا المصرفي على التفاصيل أدناه.

source: Bank Name:
ar_ok: اسم البنك:

source: Account Number:
ar_ok: رقم حساب:

source: Please include the number
ar_ok: يرجى تضمين الرقم

source: Thank you!
ar_ok: شكرًا لك!

source: Are you really sure want to DELETE this post? Deleted post can not be recovered later
ar_ok: هل أنت متأكد حقًا من حذف هذا المنشور؟لا يمكن استرداد المنشور المحذوف لاحقًا

source: Yes, Delete Please!
ar_ok: نعم ، حذف من فضلك!

source: Feature Listing
ar_ok: ميزة قائمة

source: Alive Days
ar_ok: أيام حية

source: will be visible on your site for the here mentioned alive days after it gets published.
ar_ok: سيكون مرئيًا على موقعك على أي أيام المذكورة هنا بعد نشرها.

source: Select Payment Method
ar_ok: اختار طريقة الدفع

source: Enter a location
ar_ok: أدخل موقع

source: A New Upgrade Request of ID:#[#post_id#]
ar_ok: طلب ترقية جديد لمعرف:#[#post_id#]

source: <p>Howdy [#to_name#],</p><p>A New Upgrade request has been submited to your site.</p><br/>Here are some details about it.<br/><p>[#information_details#]</p><p>Thank You,<br/>[#site_name#]</p>
ar_ok: <p> howdy [#to_name#] ، </p> <p> تم تقديم طلب ترقية جديد إلى موقعك. </p> <br/> فيما يلي بعض التفاصيل حول هذا الموضوع. <br/> <p>[#information_details#] </p> <p> شكرًا لك ، <br/> [#site_name#] </p>

source: Payment Pending For Upgrade Request: #[#post_id#]
ar_ok: الدفع المعلق لطلب الترقية:#[#post_id#]

source: <p>Dear [#to_name#],</p><p>Your [#post_title#] has been updated by you . Here is the information about the [#post_title#]:</p>[#information_details#]<br><p>[#site_name#]</p>
ar_ok: <p> عزيزي [#to_name#] ، </p> <p> تم تحديث [#post_title#] من قبلك.فيما يلي المعلومات حول [#post_title#]: </p> [#information_details#] <br> <p> [#site_name#] </p>

source: Payment Method:
ar_ok: طريقة الدفع او السداد:

source: Bank Name:
ar_ok: اسم البنك:

source: Account Number:
ar_ok: رقم حساب:

source: You cannot select more than
ar_ok: لا يمكنك تحديد أكثر من

source: categories with this package.
ar_ok: فئات مع هذه الحزمة.

source: You are uploading invalid file type. Allowed file types are
ar_ok: تقوم بتحميل نوع الملف غير الصحيح.أنواع الملفات المسموح بها

source: Please provide your email address
ar_ok: من فضلك اضف بريدك الالكتروني

source: Enter Valid Phone No.
ar_ok: أدخل رقم الهاتف الصحيح

source: Values must be all numbers.
ar_ok: يجب أن تكون القيم جميع الأرقام.

source: Please upload at least 1 image to the gallery !
ar_ok: يرجى تحميل صورة واحدة على الأقل إلى المعرض!

source: Please select a value that higher than
ar_ok: الرجاء تحديد قيمة أعلى من

source: Please select a value that lower than
ar_ok: الرجاء تحديد قيمة أقل من

source: Please enter a number
ar_ok: الرجاء إدخال رقم

source: Please accept Terms and Conditions.
ar_ok: يرجى قبول الشروط والأحكام.

source: Oops! Please make sure you have filled all the mandatory fields.
ar_ok: أُووبس!يرجى التأكد من ملء جميع الحقول الإلزامية.

source: Updated Successfully
ar_ok: تم التحديث بنجاح

source: Upgraded Successfully
ar_ok: تمت ترقيتها بنجاح

source: Thank you for purchasing a subscription plan
ar_ok: شكرا لك على شراء خطة الاشتراك
