Repository: 1akram/classifaedTransulation
Catalog: languagesTheme/admin-*.po
Languages: ar_ok

source: Allows visitors to star rate a listing when leaving comments. For more comprehensive ratings check out the "Multi Rating" add-on from %s
ar_ok: يسمح للزائرين بتقييم القائمة عند ترك التعليقات.لمزيد من التقييمات شمولية ، تحقق من الوظيفة الإضافية "التصنيف المتعدد" من %s

source: Force Ratings
ar_ok: تصنيفات القوة

source: If enabled, visitors won&#39;t be able to submit a comment without entering a rating first.
ar_ok: إذا تم تمكينه ، فلن يتمكن الزوار من تقديم تعليق دون إدخال تصنيف أولاً.

source: Edit Custom User Meta
ar_ok: تحرير meta مخصص للمستخدم

source: Add a field for users&rsquo; profile
ar_ok: إضافة حقل للمستخدمين و rsquo ؛الملف الشخصي

source: Back to Manage fields list
ar_ok: العودة لإدارة قائمة الحقول

source: Field type
ar_ok: نوع الحقل

source: Text Heading
ar_ok: عنوان النص

source: Upload
ar_ok: تحميل

source: Separate multiple option values with a comma. eg. Yes, No
ar_ok: افصل قيم الخيارات المتعددة مع فاصلة.على سبيل المثال.نعم / لا

source: Option titles
ar_ok: عناوين الخيار

source: Separate multiple option titles with a comma. eg. Yes, No
ar_ok: افصل عناوين خيارات متعددة مع فاصلة.على سبيل المثال.نعم / لا

source: The name you enter here will be used in both the registration form and in the user dashboard.
ar_ok: سيتم استخدام الاسم الذي تدخله هنا في كل من نموذج التسجيل وفي لوحة معلومات المستخدم.

source: Field description
ar_ok: حقل الوصف

source: Custom field description which will appear in the front-end as well as the backend.
ar_ok: وصف الحقل المخصص الذي سيظهر في الواجهة الأمامية وكذلك الواجهة الخلفية.

source: HTML variable name
ar_ok: اسم متغير HTML

source: Enter a unique name for the field. Use only lowercase letters and numbers, no space allowed.
ar_ok: أدخل اسمًا فريدًا للحقل.استخدم أحرفًا وأرقامًا صغيرة فقط ، لا يوجد مساحة مسموح بها.

source: Enter a number that will determine the position of the field inside the registration form, e.g., 5.
ar_ok: أدخل رقمًا يحدد موضع الحقل داخل نموذج التسجيل ، على سبيل المثال ، 5.

source: Compulsory
ar_ok: اجباري

source: Check this option if this should be a required field.
ar_ok: تحقق من هذا الخيار إذا كان هذا يجب أن يكون حقلًا مطلوبًا.

source: Show the field on
ar_ok: إظهار الحقل على

source: Edit profile page
ar_ok: تحرير صفحة الملف الشخصي

source: Registration page
ar_ok: صفحة التسجيل

source: Only username and email field will be shown in pop up register form.
ar_ok: سيتم عرض اسم المستخدم وحقل البريد الإلكتروني فقط في نموذج التسجيل المنبثقة.

source: User dashboard page
ar_ok: صفحة لوحة معلومات المستخدم

source: Update Changes
ar_ok: تحديث التغييرات

source: Manage user profile fields
ar_ok: إدارة حقول ملف تعريف المستخدم

source: The fields you add/edit here will be displayed in user&rsquo;s dashboard and profile area. Using these fields, you can make users fill in custom information about themselves from the registration page you create.
ar_ok: سيتم عرض الحقول التي تضيفها/تحريرها هنا في لوحة معلومات المستخدم و RSQUO ؛باستخدام هذه الحقول ، يمكنك جعل المستخدمين يملأون معلومات مخصصة عن أنفسهم من صفحة التسجيل التي تنشئها.

source: Information Deleted successfully.
ar_ok: تم حذف المعلومات بنجاح.

source: Custom user info field created successfully.
ar_ok: تم إنشاء حقل معلومات المستخدم المخصص بنجاح.

source: Custom user info field updated successfully.
ar_ok: تم تحديث حقل معلومات المستخدم المخصص بنجاح.

source: Email Settings
ar_ok: إعدادات البريد الإلكتروني

source: Registration email to user
ar_ok: البريد الإلكتروني للتسجيل إلى المستخدم

source: <p>Dear [#user_name#],</p><p>Thank you for registering and welcome to [#site_name#]. You can proceed with logging in to your account.</p><p>Login here: [#site_login_url_link#]</p><p>Username: [#user_login#]</p><p>Password: [#user_password#]</p><p>Feel free to change the password after you login for the first time.</p><p>&nbsp;</p><p>Thanks again for signing up at [#site_name#]</p>
ar_ok: <p> عزيزي [#user_name#] ، </p> <p> شكرًا لك على التسجيل ومرحبا بكم في [#site_name#].يمكنك المتابعة مع تسجيل الدخول إلى حسابك. </p> <p> تسجيل الدخول هنا: [#site_login_url_link#] </p> <p> اسم المستخدم: [#user_login#] </p> <p> كلمة المرور: [#user_password#] </p> <p> لا تتردد في تغيير كلمة المرور بعد تسجيل الدخول لأول مرة. </p> <p> & nbsp ؛ </p> ، شكرًا مرة أخرى للتسجيل في [#site_name#] </p>

source: Registration email to admin
ar_ok: البريد الإلكتروني للتسجيل إلى المسؤول

source: Match your Login, Register and Profile pages below to ensure registration works correctly. These pages were created automatically when Tevolution was activated. If you need to create them manually please open the %s
ar_ok: تطابق تسجيلات تسجيل الدخول والتسجيل والملف الشخصي أدناه لضمان عمل التسجيل بشكل صحيح.تم إنشاء هذه الصفحات تلقائيًا عند تنشيط Tevolution.إذا كنت بحاجة إلى إنشاءها يدويًا ، فيرجى فتح %s

source: Allow user to auto login after registration
ar_ok: السماح للمستخدم بتسجيل الدخول التلقائي بعد التسجيل

source: Enabling this option will automatically show the user status as logged in after registering on your site.
ar_ok: سيؤدي تمكين هذا الخيار تلقائيًا إلى إظهار حالة المستخدم كما تم تسجيل الدخول بعد التسجيل على موقعك.

source: Allow user to login from social sites
ar_ok: السماح للمستخدم بتسجيل الدخول من المواقع الاجتماعية

source: App ID
ar_ok: معرف التطبيق

source: Your Facbook App ID here
ar_ok: معرف تطبيق Facebook الخاص بك هنا

source: Your Facbook Secret Key here
ar_ok: مفتاحك السري على Facebook هنا

source: You can create the facebook key from
ar_ok: يمكنك إنشاء مفتاح Facebook من

source: here
ar_ok: هنا

source: Google
ar_ok: جوجل

source: Your google App ID here
ar_ok: معرف تطبيق Google الخاص بك هنا

source: Your Google Secret Key here
ar_ok: مفتاح Google Secret الخاص بك هنا

source: You can create the google key from
ar_ok: يمكنك إنشاء مفتاح Google من

source: Your Twitter App ID here
ar_ok: معرف تطبيق Twitter الخاص بك هنا

source: Your Twitter Secret Key here
ar_ok: مفتاح Twitter الخاص بك هنا

source: You can create the twitter key from
ar_ok: يمكنك إنشاء مفتاح Twitter من

source: Login Page
ar_ok: صفحة تسجيل الدخول

source: No pages found
ar_ok: لم يتم العثور على صفحات

source: Copy this shortcode and paste it in the editor of your selected page to make it work correctly.<br> Shortcode - [tevolution_login] (including square braces)
ar_ok: انسخ هذا الرمز القصير ولصقه في محرر صفحتك المحددة لجعله يعمل بشكل صحيح. <br> shortcode - [tevolution_login] (بما في ذلك الأقواس المربعة)

source: Register Page
ar_ok: صفحة التسجيل

source: Copy this shortcode and paste it in the editor of your selected page to make it work correctly.<br> Shortcode - [tevolution_register] (including square braces)
ar_ok: انسخ هذا الرمز القصير ولصقه في محرر صفحتك المحددة لجعله يعمل بشكل صحيح.

source: Profile Page
ar_ok: الصفحة الشخصية

source: Copy this shortcode and paste it in the editor of your selected page to make it work correctly.<br> Shortcode - [tevolution_profile] (including square braces)
ar_ok: انسخ هذا الرمز القصير ولصقه في محرر صفحتك المختارة لجعله يعمل بشكل صحيح. <br> shortcode - [tevolution_profile] (بما في ذلك الأقواس المربعة)

source: Wrong username or password.
ar_ok: اسم المستخدم أو كلمة المرور خاطئة.

source: Welcome %s, submit your listing details.
ar_ok: مرحبًا بك %s ، أرسل تفاصيل القائمة الخاصة بك.

source: Variable Name
ar_ok: اسم المتغير

source: Are you sure for deleteing custom field?
ar_ok: هل أنت متأكد من حذف الحقل المخصص؟

source: New Password
ar_ok: كلمة السر الجديدة

source: Confirm New Password
ar_ok: تأكيد كلمة المرور الجديدة

source: Get New Password
ar_ok: احصل على كلمة سر جديدة

source: About you
ar_ok: حولك

source: Your Website
ar_ok: موقع الويب الخاص بك

source: Provide brief information about yourself
ar_ok: قدم معلومات موجزة عن نفسك

source: Login
ar_ok: تسجيل الدخول

source: Register
ar_ok: يسجل

source: <strong>ERROR</strong>: Enter a username or e-mail address.
ar_ok: <strong> خطأ </strong>: أدخل اسم المستخدم أو عنوان البريد الإلكتروني.

source: <strong>ERROR</strong>: There is no user registered with that email address.
ar_ok: <strong> خطأ </strong>: لا يوجد مستخدم مسجل في عنوان البريد الإلكتروني هذا.

source: <strong>ERROR</strong>: Incorrect username or e-mail.
ar_ok: <strong> خطأ </strong>: اسم مستخدم غير صحيح أو بريد إلكتروني.

source: Invalid key
ar_ok: مفتاح غير صالح

source: [#site_title#] Your new password
ar_ok: [#site_title#] كلمة المرور الجديدة الخاصة بك

source: Your new password
ar_ok: كلمة سرك الجديدة

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href='http://www.google.com/cookies.html'>enable cookies</a> to use WordPress.
ar_ok: <strong> خطأ </strong>: يتم حظر ملفات تعريف الارتباط أو عدم دعمه من قبل متصفحك.يجب عليك <a href='http://www.google.com/cookies.html'> تمكين ملفات تعريف الارتباط </a> لاستخدام WordPress.

source: The widget shows account-related links to logged-in visitors. Visitors that are not logged-in will see a login form. Works best in sidebar areas.
ar_ok: يعرض القطعة الروابط المتعلقة بالحساب للزائرين المسجلين.سيشاهد الزوار الذين لم يتم تسجيلهم في نموذج تسجيل الدخول.يعمل بشكل أفضل في مناطق الشريط الجانبي.

source: T &rarr; Login Box
ar_ok: T & rarr ؛مربع تسجيل الدخول

source: Check your e-mail for the new password.
ar_ok: تحقق من بريدك الإلكتروني للحصول على كلمة المرور الجديدة.

source: <a href="%s">Lost your password?</a>
ar_ok: <a href="%s"> فقدت كلمة المرور الخاصة بك؟ </a>

source: Login Box Title
ar_ok: عنوان مربع تسجيل الدخول

source: ERROR: Please enter a username.
ar_ok: خطأ: الرجاء إدخال اسم مستخدم.

source: <strong>ERROR</strong>: This username is invalid. Please enter a valid username.
ar_ok: <strong> خطأ </strong>: اسم المستخدم هذا غير صالح.الرجاءادخال اسم مستخدم صحيح.

source: <strong>ERROR</strong>: This username is already registered, please choose another one.
ar_ok: <strong> خطأ </strong>: اسم المستخدم مسجل بالفعل ، يرجى اختيار واحد آخر.

source: <strong>ERROR</strong>: Please type your e-mail address.
ar_ok: <strong> خطأ </strong>: الرجاء كتابة عنوان البريد الإلكتروني الخاص بك.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
ar_ok: <strong> خطأ </strong>: عنوان البريد الإلكتروني غير صحيح.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
ar_ok: <strong> خطأ </strong>: تم تسجيل هذا البريد الإلكتروني بالفعل ، يرجى اختيار آخر.

source: [SUBJECT-STR]Thank you for registering![SUBJECT-END]<p>Dear [#user_name#],</p><p>Thank you for registering and welcome to [#site_name#]. You can proceed with logging in to your account.</p><p>Login here: [#site_login_url_link#]</p><p>Username: [#user_login#]</p><p>Password: [#user_password#]</p><p>Feel free to change the password after you login for the first time.</p><p>&nbsp;</p><p>Thanks again for signing up at [#site_name#]</p>
ar_ok: [الموضوع-StR] شكرًا لك على التسجيل! [نهاية الموضوع] <p> عزيزي [#USER_NAME#] ، </p> <p> شكرًا لك على التسجيل ومرحبا بكم في [#site_name#].يمكنك المتابعة مع تسجيل الدخول إلى حسابك. </p> <p> تسجيل الدخول هنا: [#site_login_url_link#] </p> <p> اسم المستخدم: [#user_login#] </p> <p> كلمة المرور: [#user_password#] </p> <p> لا تتردد في تغيير كلمة المرور بعد تسجيل الدخول لأول مرة. </p> <p> & nbsp ؛ </p> ، شكرًا مرة أخرى للتسجيل في [#site_name#] </p>

source: Thank you for registering!
ar_ok: شكرا لتسجيلك!

source: New user registration
ar_ok: تسجيل مستخدم جديد

source: <p>Dear admin,</p><p>A new user has registered on your site [#site_name#].</p><p>Login Credentials: [#site_login_url_link#]</p><p>Username: [#user_login#]</p><p>Password: [#user_password#]</p>
ar_ok: <p> عزيزي المسؤول ، </p> <p> قام مستخدم جديد بتسجيله على موقعك [#site_name#]. </p> <p> بيانات اعتماد تسجيل الدخول: [#site_login_url_link#] </p> username: [#user_login#] </p> <p> كلمة المرور: [#user_password#] </p>

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the
ar_ok: <strong> خطأ </strong>: لا يمكن أن تسجل لك ... يرجى الاتصال بـ

source: Please enter a valid email address
ar_ok: يرجى إدخال عنوان بريد إلكتروني صالح

source: Thank you for registration! Please check your mail to get your login information.
ar_ok: شكرا لك على التسجيل!يرجى التحقق من بريدك للحصول على معلومات تسجيل الدخول الخاصة بك.

source: Personal Information
ar_ok: معلومات شخصية

source: (Note: A password will be e-mailed to you for future reference.)
ar_ok: (ملاحظة: سيتم إرسال كلمة مرور إليك بالبريد الإلكتروني للرجوع إليها مستقبلاً.)

source: Edit profile
ar_ok: تعديل الملف الشخصي

source: Facebook link
ar_ok: رابط الفيسبوك

source: Forgot password
ar_ok: هل نسيت كلمة السر

source: Twitter link
ar_ok: رابط تويتر

source: Change password
ar_ok: غير كلمة السر

source: Logout
ar_ok: تسجيل خروج

source: Sign In
ar_ok: تسجيل الدخول

source: Incorrect Username/Password.
ar_ok: اسم المستخدم/كلمة المرور غير صحيح.

source: Registration complete. Please check your e-mail for login details.
ar_ok: اكتمل التسجيل.يرجى التحقق من بريدك الإلكتروني للحصول على تفاصيل تسجيل الدخول.

source: We just sent you a new password. Kindly check your e-mail now.
ar_ok: لقد أرسلنا لك كلمة مرور جديدة.يرجى التحقق من بريدك الإلكتروني الآن.

source: A confirmation link has been sent to you via email. Kindly check your e-mail now.
ar_ok: تم إرسال رابط التأكيد إليك عبر البريد الإلكتروني.يرجى التحقق من بريدك الإلكتروني الآن.

source: User registration has been disabled by the admin.
ar_ok: تم تعطيل تسجيل المستخدم من قبل المسؤول.

source: You are now logged out.
ar_ok: لقد خرجت من الحساب الآن.

source: Please enter your e-mail address as username. You will receive a new password via e-mail.
ar_ok: الرجاء إدخال عنوان البريد الإلكتروني الخاص بك كاسم المستخدم.ستتلقى كلمة مرور جديدة عبر البريد الإلكتروني.

source: Invalid Email, please check
ar_ok: بريد إلكتروني غير صالح ، يرجى التحقق

source: Check your e-mail for your new password.
ar_ok: تحقق من بريدك الإلكتروني للحصول على كلمة المرور الجديدة.

source: Your account has been activated successfully, your login details has been sent to your email id.
ar_ok: تم تنشيط حسابك بنجاح ، وقد تم إرسال تفاصيل تسجيل الدخول إلى معرف البريد الإلكتروني الخاص بك.

source: Invalid Captcha.
ar_ok: كلمة التحقق غير صالحة.

source: Please play the game to register.
ar_ok: يرجى تشغيل اللعبة للتسجيل.

source: Edit Profile
ar_ok: تعديل الملف الشخصي

source: Confirm Password
ar_ok: تأكيد كلمة المرور

source: Profile edited successfully.
ar_ok: تم تحرير الملف الشخصي بنجاح.

source: Please enter Email.
ar_ok: الرجاء إدخال البريد الإلكتروني.

source: Email already exists, please choose another.
ar_ok: البريد الإلكتروني موجود بالفعل ، الرجاء اختيار آخر.

source: Password and Confirm Password should same.
ar_ok: كلمة المرور وتأكيد كلمة المرور يجب أن تكون نفسها.

source: Sign in using social profile
ar_ok: تسجيل الدخول باستخدام ملف التعريف الاجتماعي

source: Please enter your friend's name
ar_ok: الرجاء إدخال اسم صديقك

source: Please enter your friend's valid email address
ar_ok: الرجاء إدخال عنوان البريد الإلكتروني الصحيح لصديقك

source: Please enter your full name
ar_ok: من فضلك ادخل اسمك الكامل

source: Please enter your valid email address
ar_ok: يرجى إدخال عنوان البريد الإلكتروني الخاص بك صالح

source: Please enter subject line
ar_ok: الرجاء إدخال سطر الموضوع

source: Please enter message
ar_ok: الرجاء إدخال الرسالة

source: Please Enter Comments
ar_ok: الرجاء إدخال التعليقات

source: Please enter your claim message.
ar_ok: الرجاء إدخال رسالة المطالبة الخاصة بك.

source: Incorrect username
ar_ok: اسم المستخدم غير صحيح

source: This username is available.
ar_ok: اسم المستخدم متاح.

source: The username you entered already exists, please try a different one
ar_ok: اسم المستخدم الذي أدخلته موجود بالفعل ، يرجى تجربة اسم مختلف

source: The email address is correctly entered.
ar_ok: يتم إدخال عنوان البريد الإلكتروني بشكل صحيح.

source: Email address already exists, Please enter another email
ar_ok: عنوان البريد الإلكتروني موجود بالفعل ، الرجاء إدخال بريد إلكتروني آخر

source: Please Select
ar_ok: الرجاء تحديد

source: Please Enter
ar_ok: تفضل

source: Usernames should not contain space.
ar_ok: يجب ألا تحتوي أسماء المستخدمين على مساحة.

source: The username must be at least 4 characters long
ar_ok: يجب أن يكون اسم المستخدم لمدة 4 أحرف على الأقل

source: Password could not be match
ar_ok: لا يمكن أن تكون كلمة المرور مطابقة

source: Please enter password
ar_ok: الرجاء إدخال كلمة المرور

source: Please enter confirm password
ar_ok: الرجاء إدخال كلمة مرور تأكيد

source: Please confirm your password
ar_ok: يرجى التأكد من صحة كلمة المرور الخاصة بك

source: Password changed successfully. Please login with your new password.
ar_ok: تم تغيير الرقم السري بنجاح.يرجى تسجيل الدخول بكلمة المرور الجديدة.

source: <p>Hi [#to_name#],</p><p>You have requested for a new password for your account [#user_email#]. Here is the new password</p><p> Login URL: [#login_url#] </p><p> User name: [#user_login#]</p> <p> Password: [#user_password#]</p><p>You may change this password in your profile once you login with the new password.</p><p>Thanks <br/> [#site_title#] </p>
ar_ok: <p> مرحبًا [#to_name#] ، </p> <p> لقد طلبت كلمة مرور جديدة لحسابك [#user_email#].فيما يلي كلمة المرور الجديدة </p> <p> url تسجيل الدخول: [#login_url#] </p> اسم المستخدم: [#user_login#] </p> <p> كلمة المرور: [#USER_PASSWORD#] </p> <p> يمكنك تغيير كلمة المرور هذه في ملف التعريف الخاص بك بمجرد تسجيل الدخول بكلمة المرور الجديدة. </p> شكرًا <br/> [#site_title#] </p>

source: Email for Contact Details is Empty. Please enter Email, your all information will sent to your Email.
ar_ok: البريد الإلكتروني للحصول على تفاصيل الاتصال فارغة.الرجاء إدخال البريد الإلكتروني ، سيتم إرسال جميع المعلومات الخاصة بك إلى بريدك الإلكتروني.

source: <strong>ERROR</strong>:
ar_ok: <strong> خطأ </strong>:

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
ar_ok: <strong> خطأ </strong>: لا يمكن أن تسجل لك ... يرجي الاتصال ب <a href="mailto:%s">webmaster</a> !

source: Hi
ar_ok: أهلاً

source: Your profile is updated successfully.
ar_ok: يتم تحديث ملف التعريف الخاص بك بنجاح.

source: Display search fields for a specific post type. Custom fields selected to show inside the Advanced search form will also show inside this widget. Works best in sidebar areas.
ar_ok: عرض حقول البحث لنوع منشور معين.ستعرض الحقول المخصصة المحددة لإظهار داخل نموذج البحث المتقدم أيضًا داخل هذه القطعة.يعمل بشكل أفضل في مناطق الشريط الجانبي.

source: T &rarr; Advanced Search
ar_ok: T & rarr ؛البحث المتقدم

source: Advanced Search
ar_ok: البحث المتقدم

source: Select the post type you wish to display on an advanced search form.
ar_ok: حدد نوع المنشور الذي ترغب في عرضه في نموذج بحث متقدم.

source: Search Field:
ar_ok: مجال البحث:

source: Select custom field to display selected custom fields on frontend.
ar_ok: حدد حقل مخصص لعرض حقول مخصصة محددة على الواجهة الأمامية.

source: Search By Distance?
ar_ok: البحث عن طريق المسافة؟

source: Close
ar_ok: قريب

source: Add a Search Field
ar_ok: أضف حقل بحث

source: Changing postype will reset search fields below !
ar_ok: سيؤدي تغيير postype إلى إعادة تعيين حقول البحث أدناه!

source: Mile
ar_ok: ميل

source: Please Select %s
ar_ok: الرجاء اختيار %s

source: Please Select %s Min value
ar_ok: الرجاء تحديد قيمة %s min

source: Please Select %s Max value
ar_ok: الرجاء تحديد %s Max Value

source: Display categories of a specific post type. Works best in sidebar areas.
ar_ok: عرض فئات من نوع منشور معين.يعمل بشكل أفضل في مناطق الشريط الجانبي.

source: T &rarr; Browse By Categories/Tags
ar_ok: T & rarr ؛تصفح حسب الفئات/العلامات

source: Find By Category
ar_ok: البحث حسب الفئة

source: Browse By
ar_ok: التصفح عن طريق

source: Display all categories list from the selected post type.
ar_ok: عرض جميع قائمة الفئات من نوع المنشور المحدد.

source: Show Categories Count
ar_ok: إظهار الفئات العد

source: A single-input widget that allows you to search within specific custom fields. Works best inside the Header widget area. It can also be used inside sidebar areas.
ar_ok: عنصر واجهة مستخدم واحد يتيح لك البحث في حقول مخصصة محددة.يعمل بشكل أفضل داخل منطقة عنصر واجهة المستخدم.يمكن أيضًا استخدامه داخل مناطق الشريط الجانبي.

source: T &rarr; Instant Search
ar_ok: T & rarr ؛البحث الفوري

source: Looking For ...
ar_ok: البحث عن ...

source: Enable to search from
ar_ok: تمكين البحث من

source: Search results will come from all selected options.
ar_ok: ستأتي نتائج البحث من جميع الخيارات المحددة.

source: Search with exact match conditions?
ar_ok: البحث مع ظروف المطابقة الدقيقة؟

source: Search from current city
ar_ok: ابحث من المدينة الحالية

source: By default it will search from all cities, Enable the above option if you want to search from current city only
ar_ok: بشكل افتراضي ، سيتم البحث من جميع المدن ، وتمكين الخيار أعلاه إذا كنت ترغب في البحث من المدينة الحالية فقط

source: What?
ar_ok: ماذا؟

source: Shows authors with their thumbnails and the number of posts they've submitted. Works best in sidebar areas.
ar_ok: يعرض المؤلفين مع الصورة المصغرة وعدد المنشورات التي قدموها.يعمل بشكل أفضل في مناطق الشريط الجانبي.

source: T &rarr; Display Authors
ar_ok: T & rarr ؛عرض المؤلفين

source: User role
ar_ok: دور المستخدم

source: Select role
ar_ok: حدد الدور

source: Number of posts to display.
ar_ok: عدد المنشورات لعرضها.

source: Continue
ar_ok: يكمل

source: Please select Category
ar_ok: الرجاء تحديد الفئة

source: Delete
ar_ok: حذف

source: Edit
ar_ok: يحرر

source: The tevolution post type and tevolution submit form shortcode post type doesn't match. Please select the same post type.
ar_ok: لا يتطابق نوع Post Revolution Post و Trouge Service Post Type.الرجاء تحديد نفس نوع المنشور.

source: You have not selected any post type yet
ar_ok: لم تحدد أي نوع منشور حتى الآن

source: Preview
ar_ok: معاينة

source: All Tevolution custom permalink rules reset.
ar_ok: جميع قواعد الرابط الثابت المخصصة لتوابل.

source: All Tevolution custom permalink rules options updated, Make sure you clear Tevolution cache after saving these settings.
ar_ok: تم تحديث جميع خيارات قواعد الرابط الثابت المخصص ، وتأكد من مسح ذاكرة التخزين المؤقت Tevolution بعد حفظ هذه الإعدادات.

source: Change or remove custom taxonomy base
ar_ok: تغيير أو إزالة قاعدة التصنيف المخصصة

source: <strong>Be careful</strong>: With the bases removed you need to be extra careful while naming your categories. Slugs across all post types must be unique.
ar_ok: <strong> كن حذرًا </strong>: مع إزالة القواعد ، يجب أن تكون حذراً للغاية أثناء تسمية فئاتك.يجب أن تكون الرخويات عبر جميع أنواع المنشورات فريدة من نوعها.

source: <em>(city-base)</em>/new-york/
ar_ok: <em> (قاعدة المدينة) </em>/new-york/

source: Base
ar_ok: قاعدة

source: Or change the base to
ar_ok: أو تغيير القاعدة إلى

source: Leave blank to keep the default setting
ar_ok: اترك فارغًا للحفاظ على الإعداد الافتراضي

source: Change or remove custom post type base
ar_ok: تغيير أو إزالة قاعدة النشر المخصصة

source: Or change the base to
ar_ok: أو تغيير القاعدة إلى

source: Change or remove other base slugs
ar_ok: تغيير أو إزالة الرخويات الأساسية الأخرى

source: Author Base
ar_ok: قاعدة المؤلف

source: (your-base)
ar_ok: (قواعدك)

source: Make sure you clear Tevolution cache after saving these settings.
ar_ok: تأكد من مسح ذاكرة التخزين المؤقت Tevolution بعد حفظ هذه الإعدادات.

source: All your modifications done with this, will be deleted forever! Still you want to proceed?
ar_ok: سيتم حذف جميع تعديلاتك مع هذا إلى الأبد!ما زلت تريد المضي قدما؟

source: Visits today
ar_ok: زيارات اليوم

source: Email shortcodes
ar_ok: رموز البريد الإلكتروني

source: Email shortcodes are essentially variables you can use to display dynamic content. Their availability depends on the performed action meaning your options are limited in any given moment.
ar_ok: الرموز القصيرة للبريد الإلكتروني هي متغيرات في الأساس يمكنك استخدامها لعرض المحتوى الديناميكي.يعتمد توافرها على الإجراء الذي تم تنفيذه ، مما يعني أن خياراتك محدودة في أي لحظة معينة.

source: Name of the recipient.
ar_ok: اسم المستلم.
