Repository: 1akram/classifaedTransulation
Catalog: languagesTheme/admin-*.po
Languages: ar_ok

source: Site name as you provided in General Settings
ar_ok: اسم الموقع كما قدمت في الإعدادات العامة

source: Site's login page URL
ar_ok: url صفحة تسجيل الدخول الخاصة بالموقع

source: The users username
ar_ok: المستخدم المستخدم

source: The users email
ar_ok: البريد الإلكتروني للمستخدمين

source: User password
ar_ok: كلمة مرور المستخدم

source: Login page URL
ar_ok: url صفحة تسجيل الدخول

source: Post permalink
ar_ok: بعد الرابط الثابت

source: Post Title
ar_ok: عنوان ما بعد

source: Date of post
ar_ok: تاريخ النشر

source: Details about the submitted post.
ar_ok: تفاصيل حول المنشور المقدم.

source: Transaction details.
ar_ok: تفاصيل الصفقه.

source: Subject fields for the "Send to friend" form
ar_ok: حقول الموضوع لنموذج "إرسال إلى صديق"

source: "Send to Friend" content
ar_ok: محتوى "إرسال إلى صديق"

source: Sender's name
ar_ok: اسم المرسل

source: URL of the detail page
ar_ok: عنوان URL لصفحة التفاصيل

source: Payable amount
ar_ok: مبلغ مستحق الدفع

source: Bank name
ar_ok: اسم البنك

source: Account number
ar_ok: رقم حساب

source: Submission ID
ar_ok: معرف التقديم

source: Payment date
ar_ok: موعد الدفع

source: Transection ID
ar_ok: رقم المعاملة

source: Alive days
ar_ok: أيام حية

source: Number of days remaining
ar_ok: عدد الأيام المتبقية

source: Renew
ar_ok: تجديد

source: This listing is not published yet, contact site administrator for more details.
ar_ok: لم يتم نشر هذه القائمة بعد ، مسؤول موقع الاتصال لمزيد من التفاصيل.

source: Next Billing will occur on:
ar_ok: سوف تحدث الفواتير التالية في:

source: Expires On:
ar_ok: تنتهي صلاحيته في:

source: Upgrade
ar_ok: رفع مستوى

source: Are you really sure want to DELETE this post? Deleted post can not be recovered later.
ar_ok: هل أنت متأكد حقًا من حذف هذا المنشور؟لا يمكن استرداد وظيفة المحذوفة لاحقًا.

source: A New Upgrade Request
ar_ok: طلب ترقية جديد

source: Listing expiration Notification
ar_ok: إدراج إشعار انتهاء الصلاحية

source: [#post_type#] ID #[#submition_Id#] has been updated
ar_ok: [#post_type#] id#[#submition_id#] تم تحديثه

source: <p>Hey [#to_name#],</p><p>[#frnd_comments#]</p><p>Link: [#post_title#]</p><p>Cheers<br/>[#your_name#]</p>
ar_ok: <p> hey [#to_name#] ، </p> <p> [#frnd_comments#] </p> <p> الرابط: [#post_title#] </p> <p> Cheers <br/> [#your_name#] </p>

source: <p>Hello [#to_name#],</p><p>This is an inquiry regarding the following post: <b>[#post_title#]</b></p><p>Subject: [#frnd_subject#]</b></p><p>Link: <b>[#post_title#]</b> </p><p>Contact number: [#contact#]</p><p>[#frnd_comments#]</p><p>Thank you,<br />[#your_name#]</p>
ar_ok: <p> hello [#to_name#] ، </p> <p> هذا استفسار بخصوص المنشور التالي: <b> [#post_title#] </b> </p> <p> الموضوع: [#frnd_subject#] </b> </p> <p> الرابط: <b> [#post_title#] </b> </p> رقم الاتصال: [#contact#] </p> <p> [#frnd_comments#] </p> <p> شكرًا لك ، <br /> [#your_name#] </p>

source: To complete the transaction, please transfer
ar_ok: لإكمال المعاملة ، يرجى النقل

source: Please include the following number as the reference:
ar_ok: يرجى تضمين الرقم التالي كمرجع:

source: <p>Howdy [#to_name#],</p><pA new upgrade request has been submitted to your site.</p><p>Here are some details about it.</p><p>[#information_details#]</p><p>Thank You,<br/>[#site_name#]</p>
ar_ok: <p> howdy [#to_name#] ، </p> <pa تم تقديم طلب ترقية جديد إلى موقعك. </p>#] </p> <p> شكرًا لك ، <br/> [#site_name#] </p>

source: Added Successfully
ar_ok: اضيف بنجاح

source: There is a new version of tevolution plugin available
ar_ok: هناك إصدار جديد من البرنامج المساعد Tevolution متاح

source: An Unexpected HTTP Error occurred during the API request.
ar_ok: حدث خطأ HTTP غير متوقع أثناء طلب API.

source: Try again
ar_ok: حاول مرة أخرى

source: Below Secondary Navigation
ar_ok: أسفل الملاحة الثانوية

source: Widgets in this area will be shown below secondary navigation.
ar_ok: سيتم عرض الحاجيات في هذا المجال أسفل التنقل الثانوي.

source: Widgets in this area will be shown above home page content.
ar_ok: سيتم عرض الأدوات المصغّرة في هذا المجال فوق محتوى الصفحة الرئيسية.

source: Primary Color
ar_ok: لون أصلي

source: Secondary Color
ar_ok: اللون الثانوي

source: Content Color
ar_ok: لون المحتوى

source: Body Background Color
ar_ok: لون خلفية الجسم

source: Tevolution - Classifieds
ar_ok: tevolution - التصنيف

source: Thanks for choosing templatic themes, the base system of templatic is not installed at your side, Please download and activate %s addons to get started with %s website.
ar_ok: شكرًا لاختيار موضوعات Templatic ، لا يتم تثبيت نظام Templatic الأساسي إلى جانبك ، يرجى تنزيل وتنشيط Addons %s للبدء مع موقع%s

source: Add a classified
ar_ok: إضافة مصنف

source: Add classified Seller
ar_ok: إضافة بائع مصنفة

source: Thank you. &quot;Classifieds Directory&quot; theme is activated.
ar_ok: شكرًا لك.& quot ؛ دليل التصنيف & quot ؛تم تنشيط الموضوع.

source: Wish to remove sample data inserted by this theme?
ar_ok: هل ترغب في إزالة عينة البيانات التي يتم إدراجها بواسطة هذا الموضوع؟

source: Customize your website
ar_ok: تخصيص موقع الويب الخاص بك

source: Please refer to &quot;tevolution&quot; and other sections on left side menu for rest of the advanced options.
ar_ok: يرجى الرجوع إلى & quot ؛ tevolution & quot ؛وغيرها من الأقسام في القائمة الجانبية اليسرى لبقية الخيارات المتقدمة.

source: Browse By Categories
ar_ok: تصفح حسب الفئات

source: Sponsored Links
ar_ok: روابط إعلانية

source: Top Authors
ar_ok: كبار المؤلفين

source: Seller Details
ar_ok: تفاصيل البائع

source: Home Page Categories
ar_ok: فئات الصفحة الرئيسية

source: There is a new version of Cuisine available.
ar_ok: هناك نسخة جديدة من المطبخ متاح.

source: or <a href="
ar_ok: أو <a href = "

source: There is a new version of cuisine available.
ar_ok: هناك نسخة جديدة من المطبخ متاح.
