Repository: 1akram/classifaedTransulation
Catalog: languagesTheme/admin-*.po
Languages: ar_ok

source: Download "%s";
ar_ok: التحميلات"%s";

source: Continue reading <span class="meta-nav">&rarr;</span>
ar_ok: متابعة القراءة <span class = "meta-nav"> & rarr ؛ </span>

source: Pages:
ar_ok: الصفحات:

source: Gallery
ar_ok: صالة عرض

source: Your comment is awaiting moderation.
ar_ok: تعليقك ينتظر الموافقة عليه.

source: Please do not load this page directly. Thanks!
ar_ok: يرجى عدم تحميل هذه الصفحة مباشرة.شكرًا!

source: No Comment
ar_ok: لا تعليق

source: One Comment
ar_ok: تعليق واحد

source: Comments
ar_ok: تعليقات

source: No Review
ar_ok: لا مراجعة

source: One Review
ar_ok: مراجعة واحدة

source: Reviews
ar_ok: المراجعات

source: Page %1$s of %2$s
ar_ok: الصفحة %1$s من %2$s

source: Permalink to %s
ar_ok: الرابط الثابت إلى%s

source: Directory 2
ar_ok: الدليل 2

source: Designed by
ar_ok: صمم بواسطة

source: WordPress Directory Theme
ar_ok: موضوع دليل WordPress

source: Your server does not allow automated plugin activation so you will have to activate the plugins manually one by one.
ar_ok: لا يسمح الخادم الخاص بك بتنشيط المكون الإضافي الآلي بحيث يتعين عليك تنشيط المكونات الإضافية يدويًا واحدًا تلو الآخر.

source: Review
ar_ok: إعادة النظر

source: Post Review
ar_ok: مراجعة آخر

source: Header
ar_ok: رأس

source: The area is located on the right side of your header (between primary and secondary navigation).
ar_ok: تقع المنطقة على الجانب الأيمن من رأسك (بين الملاحة الأولية والثانوية).

source: Secondary Navigation
ar_ok: الملاحة الثانوية

source: Widgets placed inside this area will appear on the right side of your secondary navigation bar (the one below the logo). The simple "Search" widget works best here.
ar_ok: ستظهر الأدوات الموضوعة داخل هذه المنطقة على الجانب الأيمن من شريط التنقل الثانوي الخاص بك (تلك الموجودة أسفل الشعار).يعمل أداة "البحث" البسيطة بشكل أفضل هنا.

source: Homepage Banner
ar_ok: لافتة الصفحة الرئيسية

source: This area usually displays the big slider or the map. It's located between the header and the Homepage - Main Content area.
ar_ok: عادة ما تعرض هذه المنطقة شريط التمرير الكبير أو الخريطة.إنه يقع بين الرأس والصفحة الرئيسية - منطقة المحتوى الرئيسية.

source: Homepage - Main Content
ar_ok: الصفحة الرئيسية - المحتوى الرئيسي

source: This area appears alongside the homepage sidebar. It&#39;s located between the homepage slider and subsidiary areas.
ar_ok: تظهر هذه المنطقة جنبًا إلى جنب مع الشريط الجانبي للصفحة الرئيسية.يقع بين منزلق الصفحة الرئيسية والمناطق الفرعية.

source: Homepage Sidebar
ar_ok: الشريط الجانبي للصفحة الرئيسية

source: The area is located below the homepage slider and above subsidiary areas. It shows alongside Homepage - Main Content area.
ar_ok: تقع المنطقة أسفل منزلق الصفحة الرئيسية وفوق المناطق الفرعية.يظهر جنبا إلى جنب مع الصفحة الرئيسية - منطقة المحتوى الرئيسية.

source: Post Category Page Sidebar
ar_ok: Post Category صفحة جانبية

source: This sidebar will show on category pages for the built-in WordPress Posts.
ar_ok: سيظهر هذا الشريط الجانبي على صفحات الفئة لمشاركات WordPress المدمجة.

source: Post Detail Page Sidebar
ar_ok: نشر الشريط الجانبي للتفاصيل

source: This sidebar will show on detail (single) Post pages.
ar_ok: سيظهر هذا الشريط الجانبي على صفحات بعد التفاصيل (واحدة).

source: All Pages - Below Content
ar_ok: جميع الصفحات - أدناه المحتوى

source: The widget area is located below the main content on all pages. For example, on detail pages you'll find it below the comments and related posts.
ar_ok: تقع منطقة القطعة أسفل المحتوى الرئيسي على جميع الصفحات.على سبيل المثال ، في صفحات التفاصيل ستجدها أسفل التعليقات والمشاركات ذات الصلة.

source: All Pages - Above Content
ar_ok: جميع الصفحات - فوق المحتوى

source: The widget area is located above the main content on all pages. For example, on detail pages you'll find it above the title.
ar_ok: تقع منطقة القطعة فوق المحتوى الرئيسي على جميع الصفحات.على سبيل المثال ، في صفحات التفاصيل ستجدها فوق العنوان.

source: Post Detail Page - Before Description
ar_ok: بعد صفحة التفاصيل - قبل الوصف

source: Display widgets between the title and description on detail Post pages.
ar_ok: عرض عناصر واجهة المستخدم بين العنوان والوصف على الصفحات بعد التفاصيل.

source: Detail Pages - Below Content
ar_ok: صفحات التفاصيل - أدناه المحتوى

source: The area shows below the main content on WordPress Posts and Pages.
ar_ok: تُظهر المنطقة أدناه المحتوى الرئيسي في منشورات ووردبريس والصفحات.

source: Primary Sidebar
ar_ok: الشريط الجانبي الأساسي

source: This sidebar will show on pages that do not have a unique sidebar area assigned to them. It&#39;s essentially a backup sidebar..
ar_ok: سيظهر هذا الشريط الجانبي على الصفحات التي لا تحتوي على منطقة جانبية فريدة من نوعها مخصصة لهم.إنه في الأساس شريط جانبي للنسخ الاحتياطي ..

source: Subsidiary - 1 Column
ar_ok: تابعة - عمود واحد

source: Displays widgets in a single column on all pages. The area shows below the main content area.
ar_ok: يعرض الحاجيات في عمود واحد على جميع الصفحات.تُظهر المنطقة أسفل منطقة المحتوى الرئيسية.

source: Subsidiary - 2 Column
ar_ok: تابعة - عمود 2

source: Displays widgets in 2 columns on all pages. The area shows below the main content area.
ar_ok: يعرض الحاجيات في عمودين على جميع الصفحات.تُظهر المنطقة أسفل منطقة المحتوى الرئيسية.

source: Subsidiary - 3 Column
ar_ok: شركة تابعة - 3 عمود

source: Displays widgets in 3 columns on all pages. The area shows below the main content area.
ar_ok: يعرض الحاجيات في 3 أعمدة على جميع الصفحات.تُظهر المنطقة أسفل منطقة المحتوى الرئيسية.

source: After Header
ar_ok: بعد رأس

source: A 1-column widget area loaded after the header of the site.
ar_ok: منطقة عنصر واجهة عنصر واحد تم تحميلها بعد رأس الموقع.

source: Contact Page - Main Content
ar_ok: صفحة الاتصال - المحتوى الرئيسي

source: The area displays widgets on the contact page. Use the "Contact Us" template to create a contact page.
ar_ok: تعرض المنطقة عناصر واجهة مستخدم على صفحة الاتصال.استخدم قالب "اتصل بنا" لإنشاء صفحة اتصال.

source: Contact Page Sidebar
ar_ok: اتصل بالصفحة الجانبية

source: Display widgets inside the Contact page sidebar area.
ar_ok: عرض الحاجيات داخل منطقة الشريط الجانبي صفحة الاتصال.

source: Advance Search Content
ar_ok: محتوى البحث المتقدم

source: Display widgets in content area of advanced search page template.
ar_ok: عرض الأدوات في منطقة محتوى قالب صفحة البحث المتقدمة.

source: Author Page Sidebar
ar_ok: مؤلف صفحة الشريط الجانبي

source: This sidebar will show on individual author pages. To visit your author page visit a URL like this one: your-domain.com/author/your-username.
ar_ok: سيظهر هذا الشريط الجانبي على صفحات المؤلف الفردية.لزيارة صفحة المؤلف الخاصة بك ، تفضل بزيارة عنوان URL مثل هذا: yours-domain.com/author/your-username.

source: Footer
ar_ok: تذييل

source: Displays widgets below the subsidiary area.
ar_ok: يعرض الحاجيات أسفل المنطقة الفرعية.

source: Above Main Content - All Pages
ar_ok: فوق المحتوى الرئيسي - جميع الصفحات

source: Widgets in this area will display on all pages below menu/map and above content in full width.
ar_ok: سيتم عرض أجهزة التشغيل في هذا المجال على جميع الصفحات أدناه القائمة/الخريطة وما فوق المحتوى بعرض كامل.

source: Above Home page content
ar_ok: فوق محتوى الصفحة الرئيسية

source: Widgets in this area will be shown above home page content in full width.
ar_ok: سيتم عرض الأدوات المصغرة في هذا المجال فوق محتوى الصفحة الرئيسية بعرض كامل.

source: Below Home page content
ar_ok: أسفل محتوى الصفحة الرئيسية

source: Widgets in this area will be shown in full width below home page content.
ar_ok: سيتم عرض الأدوات المصغّرة في هذا المجال بعرض كامل أسفل محتوى الصفحة الرئيسية.

source: Inside Home page Footer
ar_ok: داخل تذييل الصفحة الرئيسية

source: Widgets in this area will be shown in full width inside the home page footer.
ar_ok: سيتم عرض الحاجيات في هذا المجال بعرض كامل داخل تذييل الصفحة الرئيسية.

source: WooCommerce Sidebar
ar_ok: الشريط الجانبي WooCommerce

source: This sidebar is specially for woocommerce product pages, whichever widgets you drop here will be shown in woocommerce product pages.
ar_ok: هذا الشريط الجانبي هو خصيصًا لصفحات منتجات WooCommerce ، أيًا كانت الأدوات التي تسقطها هنا ستظهر في صفحات منتجات WooCommerce.

source: Oops! Site seems to be in trouble. We find some 'Templatic' Add-ons installed but not updated on your site. If any of the add-on is having older version, please download it from <a href='http://templatic.com/members'>members</a> area and <a href='http://templatic.com/docs/how-to-manage-and-handle-theme-updates/'>update</a> it manually. If this wan't work go to wp-config.php file located in root of WordPress installation. Change define('WP_DEBUG',false) to define('WP_DEBUG',true) and submit the ticket with error in <a href='http://templatic.com/docs/submit-a-ticket/'>helpdesk</a>.
ar_ok: أُووبس!يبدو أن الموقع في ورطة.نجد بعض الوظائف الإضافية "المعمارية" مثبتة ولكن لم يتم تحديثها على موقعك.إذا كان أي من الوظائف الإضافية ذات الإصدار الأقدم ، فيرجى تنزيله من <a href='http://templatic.com/members'> الأعضاء </a> المنطقة و <a href = 'http: // templatic.com/docs/to to to to to to to to to to the updates updates/'>> update </a> يدويًا.إذا كان هذا العمل ، فانتقل إلى ملف wp-config.php الموجود في جذر تثبيت WordPress.تغيير تعريف ('wp_debug' ، false) لتحديد ('wp_debug' ، صحيح) وإرسال التذكرة مع خطأ في <a href='http://templatic.com/docs/submit-a-ticket/'> helpdesk </أ>.

source: you do not have sufficient permissions to access this section.
ar_ok: ليس لديك أذونات كافية للوصول إلى هذا القسم.

source: Colors settings
ar_ok: إعدادات الألوان

source: Background settings
ar_ok: إعدادات الخلفية

source: Site logo
ar_ok: شعار الموقع

source: upload image for logo
ar_ok: تحميل الصورة للشعار

source: upload favicon icon
ar_ok: تحميل أيقونة favicon

source: Display tagline
ar_ok: عرض سطر الوصف

source: footer text ( e.g. <p class="copyright">&copy;
ar_ok: نص تذييل (على سبيل المثال <p class = "حقوق الطبع والنشر"> & copy ؛

source: <a href="http://templatic.com/demos/responsive">responsive</a>. all rights reserved. </p>)
ar_ok: <a href="http://templatic.com/demos/responsive"> استجابة </a>.كل الحقوق محفوظة.</p>)

source: body background color
ar_ok: لون خلفية الجسم

source: primary and secondary navigation, footer, background color
ar_ok: الملاحة الأولية والثانوية ، تذييل ، لون الخلفية

source: text color of content area
ar_ok: لون النص في منطقة المحتوى

source: categories links, navigation links, footer links hover and sub text of page color
ar_ok: روابط الفئات وروابط التنقل وروابط تذييل التحوم والنص الفرعي للصفحة اللون

source: meta text, breadcrumb, pagination text and all grey color text
ar_ok: نص meta ، خبز ، نص تراجع وجميع نص اللون الرمادي

source: buttons, date and recurrences label color
ar_ok: الأزرار والتاريخ والتكرار لون الملصقات

source: display header image ( go in appearance -> header to set/change the image )
ar_ok: عرض صورة رأس (اذهب في المظهر -> رأس لتعيين/تغيير الصورة)

source: Display site title
ar_ok: عرض عنوان موقع

source: No templates exist for this post type.
ar_ok: لا توجد قوالب لهذا النوع المنشور.

source: Theme Update
ar_ok: تحديث السمة

source: Display a like box for your Facebook page. Works best in sidebar areas.
ar_ok: عرض مربع مثل لصفحة Facebook الخاصة بك.يعمل بشكل أفضل في مناطق الشريط الجانبي.

source: T &rarr; Facebook Like Box
ar_ok: T & rarr ؛Facebook مثل المربع

source: Facebook Page Full URL
ar_ok: صفحة Facebook URL الكاملة

source: Width
ar_ok: عرض

source: Show Faces
ar_ok: عرض الوجوه

source: Yes
ar_ok: نعم

source: No
ar_ok: رقم

source: Show Stream
ar_ok: تيار العرض

source: Show Header
ar_ok: عرض رأس

source: Title:
ar_ok: عنوان:

source: Twitter Username:
ar_ok: اسم مستخدم التويتر:

source: Consumer Key:
ar_ok: مفتاح المستهلك:

source: Consumer Secret:
ar_ok: سر المستهلك:

source: Access Token:
ar_ok: رمز وصول:

source: Access Token Secret:
ar_ok: سرية الوصول إلى الرمز:

source: Number Of Tweets:
ar_ok: عدد التغريدات:

source: Twitter button text <small>(for eg. Follow us, Join me on Twitter, etc.)</small>:
ar_ok: نص زر Twitter <small> (على سبيل المثال ، اتبعنا ، انضم إلي على Twitter ، إلخ.) </small>:

source: Display latest tweets from your Twitter account. Works best in sidebar areas.
ar_ok: عرض أحدث التغريدات من حساب Twitter الخاص بك.يعمل بشكل أفضل في مناطق الشريط الجانبي.

source: T &rarr; Twitter Feed
ar_ok: T & rarr ؛تويتر تغذية

source: Follow Us
ar_ok: تابعنا

source: Latest Tweets
ar_ok: اخر التغريدات

source: <p><span style="font-size:11px">To use this widget, <a href="https://dev.twitter.com/apps/new" style="text-decoration:none;" target="_blank">create</a> an application or <a href="https://dev.twitter.com/apps" target="_blank" style="text-decoration:none;" >click here</a> if you already have it, and fill required fields below. Need help? Read <a href="http://templatic.com/docs/latest-changes-in-twitter-widget-for-all-templatic-themes/" title="Tweeter Widget Guide" target="_blank" style="text-decoration:none;" >Twitter Guide</a>.</small></p>
ar_ok: <p> <span style = "font-size: 11px"> لاستخدام هذه القطعة ، <a href = "https://dev.twitter.com/apps/new" style = "text-decoration: none ؛"Target = "_ Blank"> إنشاء </a> تطبيق أو <a href = "https://dev.twitter.com/apps" target = "_ blank" style = "text-decoration: none ؛"> انقر هنا </a> إذا كان لديك بالفعل ، واملأ الحقول المطلوبة أدناه.تحتاج مساعدة؟اقرأ <a href = "http://templatic.com/docs/latest-changes-in-twitter-widget-for-all-templatic-themes/" title = "Twiter Widget Guide" Target = "_ Blank" style = "تكرار النص: لا شيء ؛ "> دليل Twitter </a>. </small> </p>

source: 0 seconds
ar_ok: 0 ثانية

source: year
ar_ok: عام

source: month
ar_ok: شهر

source: day
ar_ok: يوم

source: hour
ar_ok: ساعة

source: minute
ar_ok: اللحظة

source: second
ar_ok: ثانيا

source: s
ar_ok: س

source: ago
ar_ok: منذ

source: Home
ar_ok: مسكن

source: g:i a
ar_ok: G: أنا أ

source: Minute %1$s
ar_ok: دقيقة %1$s

source: i
ar_ok: أنا

source: g a
ar_ok: ز أ

source: Y
ar_ok: ذ

source: d
ar_ok: د

source: Week %1$s
ar_ok: الأسبوع %1$s

source: Search results for
ar_ok: نتائج البحث عن

source: 404 Not Found
ar_ok: 404 غير موجود

source: Default
ar_ok: تقصير

source: One Column
ar_ok: عمود واحد

source: Two Columns, Left
ar_ok: عمودين ، اليسار

source: Two Columns, Right
ar_ok: عمودين ، صحيح

source: Three Columns, Left
ar_ok: ثلاثة أعمدة ، اليسار

source: Three Columns, Right
ar_ok: ثلاثة أعمدة ، صحيح

source: Three Columns, Center
ar_ok: ثلاثة أعمدة ، مركز

source: Layout
ar_ok: تَخطِيط

source: Layout is a theme-specific structure for the single view of the post.
ar_ok: التصميم هو بنية خاصة بالموضوع للمنظر الفردي للنشر.

source: COPY ERROR:
ar_ok: خطأ نسخ:

source: File copied from remote!
ar_ok: ملف نسخ من عن بعد!

source: Your .zip file was uploaded and unpacked.
ar_ok: تم تحميل ملف .zip الخاص بك وتفريغه.

source: Map Marker
ar_ok: علامة الخريطة

source: Or
ar_ok: أو

source: Browse
ar_ok: تصفح

source: It will appear on the homepage Google map for listings placed in this category.
ar_ok: سيظهر على صفحة Google الرئيسية للحصول على القوائم الموضوعة في هذه الفئة.

source: Theme Settings
ar_ok: إعدادات الموضوع

source: Custom CSS Editor
ar_ok: محرر CSS المخصص

source: You can customize the theme by entering CSS classes in this section. Enter only the classes you want to overwrite (not the whole style.css file). For details on using custom.css open %s.
ar_ok: يمكنك تخصيص السمة من خلال إدخال فئات CSS في هذا القسم.أدخل فقط الفصول التي تريد الكتابة فوقها (وليس ملف النمط الكامل. CSS).للحصول على تفاصيل حول استخدام custom.css open %s.

source: this article
ar_ok: هذه المقالة

source: File edited successfully.
ar_ok: تم تحرير الملف بنجاح.

source: Update File
ar_ok: ملف التحديث

source: You need to make this file writable before you can save your changes. See <a href="http://codex.wordpress.org/Changing_File_Permissions">the Codex</a> for more information in directory root folder.
ar_ok: تحتاج إلى جعل هذا الملف قابل للكتابة قبل أن تتمكن من حفظ التغييرات الخاصة بك.راجع <a href="http://codex.wordpress.org/changing_file_permissions"> المخطوطة </a> لمزيد من المعلومات في مجلد جذر الدليل.

source: and
ar_ok: و

source: Thanks for choosing templatic themes, It seems to want Tevolution-Directory activated first before the warning and verification request go away. Please download and activate %s addons to get started with %s website.
ar_ok: شكرًا على اختيار الموضوعات المعمارية ، يبدو أنه يريد تنشيط Tevolution-Directory أولاً قبل أن يختفي طلب التحذير والتحقق.يرجى تنزيل وتنشيط addons %s للبدء مع موقع %s.

source: Add a listing
ar_ok: إضافة قائمة

source: Add listing agents
ar_ok: إضافة وكلاء القائمة

source: Set pricing options
ar_ok: تعيين خيارات التسعير

source: Setup payment types
ar_ok: أنواع الدفع

source: Setup category page
ar_ok: صفحة فئة الإعداد

source: detail page
ar_ok: صفحة التفاصيل

source: Setup registration
ar_ok: تسجيل الإعداد

source: submission page
ar_ok: صفحة التقديم

source: Manage cities and locations
ar_ok: إدارة المدن والمواقع

source: Manage and customize emails
ar_ok: إدارة وتخصيص رسائل البريد الإلكتروني

source: Add your logo
ar_ok: أضف شعارك

source: Change site colors
ar_ok: تغيير ألوان الموقع

source: Manage menu navigation
ar_ok: إدارة التنقل في القائمة

source: Manage sidebar widgets
ar_ok: إدارة عناصر واجهة المستخدم الشريط الجانبي

source: Thank you. %s (<small>%s</small>) theme is now activated.
ar_ok: شكرًا لك.تم تنشيط %s (<small> %s </small>).

source: I don&rsquo;t need it, please
ar_ok: أنا لا أحتاجه ، من فضلك

source: Delete sample data
ar_ok: حذف بيانات العينة

source: Next Steps
ar_ok: الخطوات التالية

source: Advance Directory Options
ar_ok: خيارات الدليل المتقدم

source: Customize Your Website
ar_ok: تخصيص موقع الويب الخاص بك

source: Please refer to &quot;Tevolution&quot; and other sections on the left side menu for more of the advanced options.
ar_ok: يرجى الرجوع إلى & quot ؛ tevolution & quot ؛وغيرها من الأقسام في القائمة الجانبية اليسرى لمزيد من الخيارات المتقدمة.

source: Your site not looking like our online demo?
ar_ok: موقعك لا يبدو مثل العرض التوضيحي عبر الإنترنت؟

source: Install sample data
ar_ok: تثبيت نموذج البيانات

source: About Directory
ar_ok: حول الدليل

source: Get Latest Updates
ar_ok: احصل على آخر التحديثات

source: Subscribe to get our latest news
ar_ok: اشترك في الحصول على آخر أخبارنا

source: Browse Listings By Categories
ar_ok: تصفح القوائم حسب الفئات

source: Places Around You
ar_ok: أماكن من حولك

source: View All
ar_ok: عرض الكل

source: Hotels Around You
ar_ok: الفنادق من حولك

source: Latest News
ar_ok: أحدث الأخبار

source: [Read More...]
ar_ok: [اقرأ أكثر...]

source: Featured Video
ar_ok: فيديو متميز

source: Popular Listings
ar_ok: قوائم شعبية

source: Search Nearby Listings
ar_ok: ابحث عن قوائم قريبة

source: Filter Listings By Miles
ar_ok: قوائم تصفية الأميال

source: Browse Listings By Category
ar_ok: تصفح القوائم حسب الفئة

source: Nearest Listings
ar_ok: أقرب قوائم

source: About the author
ar_ok: عن المؤلف

source: Subscribe To Newsletter
ar_ok: اشترك في النشرة الإخبارية

source: Subscribe to get latest news from site
ar_ok: اشترك في الحصول على أحدث الأخبار من الموقع

source: Categories
ar_ok: فئات

source: Become An Agent
ar_ok: تصبح وكيل

source: You can become an agent by submitting a listing on our site. <a href="http://templatic.com/">List your business</a> on our site and get access to thousands of visitors we get everyday. You will be able to reach out to <strong>more people and that means more business</strong>.
ar_ok: يمكنك أن تصبح وكيلًا عن طريق إرسال قائمة على موقعنا.<a href="http://templatic.com/"> قم بإدراج عملك </a> على موقعنا والحصول على إمكانية الوصول إلى الآلاف من الزوار التي نحصل عليها كل يوم.ستتمكن من الوصول إلى <strong> المزيد من الأشخاص وهذا يعني المزيد من الأعمال </strong>.

source: Dashboard
ar_ok: لوحة القيادة

source: There was an error when reading this WXR file
ar_ok: كان هناك خطأ عند قراءة ملف WXR هذا

source: Details are shown above. The importer will now try again with a different parser...
ar_ok: تظهر التفاصيل أعلاه.سيحاول المستورد الآن مرة أخرى مع محلل مختلف ...

source: This does not appear to be a WXR file, missing/invalid WXR version number
ar_ok: لا يبدو أن هذا ملف WXR ، رقم إصدار WXR مفقود/غير صالح

source: Failed to import author %s. Their posts will be attributed to the current user.
ar_ok: فشل في استيراد المؤلف %s.ستعزى مشاركاتهم إلى المستخدم الحالي.

source: Import author:
ar_ok: مؤلف الاستيراد:

source: or create new user with login name:
ar_ok: أو إنشاء مستخدم جديد باسم تسجيل الدخول:

source: as a new user:
ar_ok: كمستخدم جديد:

source: assign posts to an existing user:
ar_ok: تعيين المشاركات لمستخدم موجود:

source: or assign posts to an existing user:
ar_ok: أو تعيين منشورات لمستخدم موجود:

source: - Select -
ar_ok: - يختار -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
ar_ok: فشل في إنشاء مستخدم جديد لـ %s.ستعزى مشاركاتهم إلى المستخدم الحالي.

source: Menu item skipped due to missing menu slug
ar_ok: تخطي عنصر القائمة بسبب سبيكة القائمة المفقودة

source: Invalid file type
ar_ok: نوع الملف غير صالح

source: Name
ar_ok: اسم

source: Email
ar_ok: البريد الإلكتروني

source: Website
ar_ok: موقع الكتروني

source: Comment
ar_ok: تعليق

source: You must be
ar_ok: يجب ان تكون

source: Log in
ar_ok: تسجيل الدخول

source: logged in
ar_ok: تسجيل الدخول

source: to post a comment.
ar_ok: لإضافة تعليق.

source: Logged in as
ar_ok: تسجيل دخولك

source: Log out of this account
ar_ok: تسجيل الخروج من هذا الحساب

source: Log out &raquo;
ar_ok: تسجيل الخروج & raquo ؛

source: Leave a Reply
ar_ok: اترك رد

source: Add a Review
ar_ok: إضافة إلى استعراض

source: Leave a Reply to %s
ar_ok: ترك الرد إلى%s

source: Add a Review to %s
ar_ok: أضف مراجعة إلى %s

source: Click here to cancel reply.
ar_ok: اضغط هنا لإلغاء الرد.

source: Post Comment
ar_ok: أضف تعليقا

source: Archive for
ar_ok: أرشيف ل

source: Archive for minute
ar_ok: أرشيف لدقيقة

source: Archive for week
ar_ok: أرشيف للأسبوع

source: W
ar_ok: ث

source: of
ar_ok: من

source: Archives
ar_ok: أرشيف

source: Submitted Successfully
ar_ok: تم الإرسال بنجاح

source: First Page
ar_ok: الصفحة الأولى

source: Last Page
ar_ok: آخر صفحة

source: Next
ar_ok: التالي

source: Previous
ar_ok: سابق

source: Looking for....
ar_ok: البحث عن....

source: Search
ar_ok: يبحث

source: Category map markers
ar_ok: علامات خريطة الفئة

source: Enable
ar_ok: يُمكَِن

source: Enabling this will allow you to assign a custom icon(marker) for categories within this post type. The marker can be set while creating the category.
ar_ok: سيتيح لك تمكين هذا تعيين أيقونة مخصصة (علامة) للفئات الموجودة في هذا النوع من النشر.يمكن تعيين العلامة أثناء إنشاء الفئة.

source: No Comments
ar_ok: لا تعليق

source: 1 Comment
ar_ok: 1 تعليق

source: Copyright &#169; [the-year] [site-link].
ar_ok: حقوق الطبع والنشر &#169 ؛[العام] [ارتباط الموقع].

source: Powered by [wp-link], [theme-link], and [child-link].
ar_ok: مدعوم من [WP-Link] ، [الرابط السمة] ، و [رابط الطفل].

source: Powered by [wp-link] and [theme-link].
ar_ok: مدعوم من [WP-Link] و [الرابط السمة].

source: Read More &raquo;
ar_ok: اقرأ المزيد & Raquo ؛

source: Return to entry
ar_ok: العودة إلى الدخول

source: Read more &raquo;
ar_ok: اقرأ المزيد & Raquo ؛

source: time
ar_ok: زمن

source: times
ar_ok: مرات

source: Visit
ar_ok: يزور

source: Visits
ar_ok: زيارات

source: Visited
ar_ok: زار

source: today
ar_ok: اليوم

source: Edit
ar_ok: يحرر

source: On
ar_ok: على

source: Leave a response
ar_ok: اترك ردا

source: %1$s Response
ar_ok: %1$s

source: %1$s Responses
ar_ok: %1$s ردود

source: Published by
ar_ok: نشرت من قبل

source: (Untitled)
ar_ok: (بلا عنوان)

source: Permalink
ar_ok: الرابط الثابت

source: WordPress
ar_ok: وورد

source: Log out
ar_ok: تسجيل خروج

source: This page loaded in %1$s seconds with %2$s database queries.
ar_ok: تم تحميل هذه الصفحة في %1$s Seconds مع استفسارات قاعدة بيانات %2$s.

source: (Listing owner)
ar_ok: (مالك الإدراج)

source: Reply
ar_ok: رد

source: Log in to reply.
ar_ok: تسجيل الدخول إلى إجابة.
