Repository: 1akram/classifaedTransulation
Catalog: languagesTheme/admin-*.po
Languages: ar_ok

source: T &rarr; Detail Page Map
ar_ok: T & rarr ؛خريطة صفحة التفاصيل

source: Map Height <small>(default height: 425px) to change, only enter a numeric value.)</small>
ar_ok: ارتفاع الخريطة <small> (الارتفاع الافتراضي: 425 بكسل) للتغيير ، أدخل فقط قيمة رقمية.) </small>

source: Map Settings
ar_ok: إعدادات الخريطة

source: Map view
ar_ok: عرض الخريطة

source: Enable to show map tab on category pages. Disable to use "T -> Category Page Map" instead.
ar_ok: تمكين إظهار علامة تبويب الخريطة على صفحات الفئة.تعطيل لاستخدام "T -> خريطة صفحة الفئة" بدلاً من ذلك.

source: Pinpoint functionality
ar_ok: تحديد وظيفة

source: Pinpoint button allows you to focus the map on a specific entry. Only work with "Show Map view" above unchecked and the "T-> Category Page Map"
ar_ok: يتيح لك زر Pinpoint تركيز الخريطة على إدخال محدد.العمل فقط مع "عرض خريطة عرض" أعلاه غير محدد و "T-> خريطة صفحة الفئة"

source: Pinpoint activation
ar_ok: تحدد التنشيط

source: Mouse hover
ar_ok: حوم الفأر

source: "Mouse hover" option will not work if you have "Show map view in category pages" option ( given above ) enabled.
ar_ok: لن يعمل خيار "Mouse Hover" إذا كان لديك "عرض عرض الخريطة في صفحات الفئة" (الواردة أعلاه).

source: Settings saved
ar_ok: تم حفظ الإعدادات

source: Single city map settings
ar_ok: إعدادات خريطة المدينة الواحدة

source: City name
ar_ok: اسم المدينة

source: City latitude
ar_ok: خط عرض المدينة

source: Enter the latitude for the city defined above. Generate the value using
ar_ok: أدخل خط العرض للمدينة المحددة أعلاه.توليد القيمة باستخدام

source: this website
ar_ok: هذا الموقع

source: City longitude
ar_ok: خط الطول في المدينة

source: Enter the longitude for the city defined above. Generate the value using
ar_ok: أدخل خط الطول للمدينة المحددة أعلاه.توليد القيمة باستخدام

source: Map type
ar_ok: نوع الخريطة

source: Terrain Map
ar_ok: خريطة التضاريس

source: The selection made here will affect your homepage and category page map.
ar_ok: سيؤثر التحديد الذي تم إجراؤه هنا على خريطة صفحة الصفحفة الرئيسية وصفحة الفئة.

source: Map display
ar_ok: عرض الخريطة

source: According to Map Scaling factor
ar_ok: وفقا لعامل تحجيم الخريطة

source: Fit all available listings
ar_ok: قم بتناسب جميع القوائم المتاحة

source: If "Fit all available listings" is selected the map scaling factor set above is ignored. The zoom factor will be set automatically so that all listings fit the screen.
ar_ok: إذا تم تحديد "FIT جميع القوائم المتاحة" ، فسيتم تجاهل عامل تحجيم الخريطة المذكور أعلاه.سيتم تعيين عامل التكبير تلقائيًا بحيث تناسب جميع القوائم الشاشة.

source: Map scaling factor
ar_ok: عامل تحجيم الخريطة

source: Set to zoom level for the map. The higher the number, the larger the zoom. To show a city area set the factor to around 13.
ar_ok: ضبط مستوى التكبير للخريطة.كلما زاد الرقم ، زاد التكبير.لإظهار منطقة المدينة وضعت العامل إلى حوالي 13.

source: Use it while operating a single city. Edit the map location in Tevolution &raquo; map settings. Widget works best inside the Homepage Slider or Homepage - Main Content area.
ar_ok: استخدمه أثناء تشغيل مدينة واحدة.تحرير موقع الخريطة في Tevolution & Raquo ؛إعدادات الخريطة.يعمل القطعة بشكل أفضل داخل منزلق الصفحة الرئيسية أو الصفحة الرئيسية - منطقة المحتوى الرئيسية.

source: T &rarr; Homepage Map - single city
ar_ok: T & rarr ؛خريطة الصفحة الرئيسية - مدينة واحدة

source: Disable Clustering
ar_ok: تعطيل التجميع

source: Show a map on category pages while operating a single city. Use in category page sidebar and category page - below header areas.
ar_ok: إظهار خريطة على صفحات الفئة أثناء تشغيل مدينة واحدة.استخدم في صفحة الفئة الجانبية وصفحة الفئة - أسفل مناطق الرأس.

source: T &rarr; Category Page Map - single city
ar_ok: T & rarr ؛خريطة صفحة الفئة - مدينة واحدة

source: Show all posts on category map
ar_ok: عرض جميع المنشورات على خريطة الفئة

source: With large categories this can significantly increase category page load time. When this option is disabled, the map will only show posts from the current page.
ar_ok: مع فئات كبيرة ، يمكن أن يزيد هذا بشكل كبير من وقت تحميل صفحة الفئة.عندما يتم تعطيل هذا الخيار ، ستعرض الخريطة منشورات فقط من الصفحة الحالية.

source: Select All
ar_ok: اختر الكل

source: There is no categories in %s
ar_ok: لا توجد فئات في %s

source: Please select any post type.
ar_ok: الرجاء تحديد أي نوع آخر.

source: Hide maps on mobile devices
ar_ok: إخفاء الخرائط على الأجهزة المحمولة

source: With this option enabled, maps won&rsquo;t be shown on mobile phones and tablets.
ar_ok: مع تمكين هذا الخيار ، لن يتم عرض الخرائط على الهواتف المحمولة والأجهزة اللوحية.

source: Show map in full width
ar_ok: عرض الخريطة بعرض كامل

source: Along with the homepage map, this setting will stretch any widget placed inside the 'Homepage Slider' and 'Category Page - Below Header' widget areas to full page width.
ar_ok: جنبا إلى جنب مع خريطة الصفحة الرئيسية ، سوف يمد هذا الإعداد أي عنصر واجهة مستخدم يتم وضعه داخل "منزلق الصفحة الرئيسية" و "صفحة الفئة - أسفل رأس" مناطق عنصر واجهة المستخدم إلى عرض الصفحة الكاملة.

source: Show 'Map' tab
ar_ok: عرض علامة التبويب "خريطة"

source: Enable to show the 'Map' tab (where available) above listing description. Disable to use the 'T > Detail Page Map' widget in the sidebar area instead.
ar_ok: تمكين عرض علامة التبويب "الخريطة" (عند توفرها) أعلاه وصف القائمة.تعطيل لاستخدام عنصر واجهة مستخدم "T> PECENT PAGE" في منطقة الشريط الجانبي بدلاً من ذلك.

source: Display posts that are in the vicinity of the post that is currently displayed. Use in detail page sidebar areas.
ar_ok: عرض المشاركات الموجودة بالقرب من المنشور المعروض حاليًا.استخدم بالتفصيل مناطق الشريط الجانبي.

source: T &rarr; In The Neighborhood
ar_ok: T & rarr ؛في الحي

source: Nearest Listing
ar_ok: أقرب قائمة

source: Number of posts
ar_ok: عدد المنشورات

source: Select Distance
ar_ok: حدد المسافة

source: Display By
ar_ok: عرض بواسطة

source: Kilometers
ar_ok: كيلومترات

source: Miles
ar_ok: اميال

source: Shows a list of all categories and their sub-categories. Works best in main content and subsidiary areas.
ar_ok: يعرض قائمة بجميع الفئات وفئاتها الفرعية.يعمل بشكل أفضل في المحتوى الرئيسي والمجالات الفرعية.

source: T &rarr; All Categories List
ar_ok: T & rarr ؛قائمة جميع الفئات

source: Invalid Category.
ar_ok: فئة غير صالحة.

source: Post Type:
ar_ok: نوع آخر:

source: Category Level
ar_ok: مستوى الفئة

source: Number of child categories
ar_ok: عدد فئات الأطفال

source: Hide empty categories
ar_ok: إخفاء الفئات الفارغة

source: Search through nearby posts by setting a range. Use in category page sidebar areas.
ar_ok: ابحث من خلال المنشورات القريبة عن طريق ضبط نطاق.استخدم في مناطق الشريط الجانبي صفحة الفئة.

source: T &rarr; Search by Miles Range
ar_ok: T & rarr ؛البحث بواسطة Miles Range

source: Find a %s
ar_ok: العثور على %s

source: Search By
ar_ok: ابحث عن طريق

source: Max Range
ar_ok: أقصى مدى

source: Showcase posts from any post type, including those created by you. Featured posts are displayed at the top. Works best in the Homepage - Main Content area.
ar_ok: عرض المنشورات من أي نوع آخر ، بما في ذلك تلك التي أنشأتها.يتم عرض المنشورات المميزة في الأعلى.يعمل بشكل أفضل في الصفحة الرئيسية - منطقة المحتوى الرئيسية.

source: T &rarr; Homepage Display Posts
ar_ok: T & rarr ؛مشاركات عرض الصفحة الرئيسية

source: Read more
ar_ok: اقرأ أكثر

source: Featured Listing
ar_ok: قائمة مميزة

source: View All Text
ar_ok: عرض كل النص

source: View All Link URL: (ex.http://templatic.com/events)
ar_ok: عرض جميع عنوان URL الرابط: (ex.http: //templatic.com/events)

source: View
ar_ok: رأي

source: List view
ar_ok: عرض القائمة

source: Grid view
ar_ok: عرض شبكي

source: Post Type
ar_ok: نوع آخر

source: Categories:
ar_ok: فئات:

source: Sorting Options
ar_ok: خيارات الفرز

source: Alphabetical
ar_ok: مرتب حسب الحروف الأبجدية

source: Higher Paid First
ar_ok: أعلى المدفوعة أولا

source: Only Featured
ar_ok: ظهرت فقط

source: Featured First
ar_ok: ظهرت أولاً

source: You have no listing post type now but your directory is in active status so you can generate listing post type again.
ar_ok: ليس لديك نوع نشر قائمة الآن ولكن الدليل الخاص بك في حالة نشطة حتى تتمكن من إنشاء نوع نشر القائمة مرة أخرى.

source: Generate Listing Taxonomy
ar_ok: توليد تصنيف الإدراج

source: Please Enter Address
ar_ok: الرجاء إدخال العنوان

source: Please enter phone number
ar_ok: الرجاء إدخال رقم الهاتف

source: Listing
ar_ok: قائمة

source: Add Listing
ar_ok: إضافة قائمة

source: Add new listing
ar_ok: أضف قائمة جديدة

source: Edit listing
ar_ok: تحرير الإدراج

source: New listing
ar_ok: قائمة جديدة

source: View listing
ar_ok: عرض القائمة

source: Search listing
ar_ok: قائمة البحث

source: No listing found
ar_ok: لم يتم العثور على قائمة

source: No listing found in trash
ar_ok: لم يتم العثور على قائمة في سلة المهملات

source: Listing Categories
ar_ok: فئات الإدراج

source: Category
ar_ok: فئة

source: Search category
ar_ok: فئة البحث

source: Popular categories
ar_ok: الفئات الشعبية

source: All categories
ar_ok: جميع الفئات

source: Parent category
ar_ok: القسم الرئيسي

source: Parent category:
ar_ok: القسم الرئيسي:

source: Edit category
ar_ok: تحرير الفئة

source: Update category
ar_ok: تحديث فئة

source: Add new category
ar_ok: إضافة فئة جديدة

source: New category name
ar_ok: اسم الفئة الجديدة

source: Listing Tags
ar_ok: علامات الإدراج

source: Popular listing tags
ar_ok: علامات الإدراج الشعبية

source: All listing tags
ar_ok: جميع علامات الإدراج

source: Parent listing tags
ar_ok: علامات قائمة الوالدين

source: Parent listing tags:
ar_ok: علامات قائمة الوالدين:

source: Edit listing tags
ar_ok: تحرير علامات القائمة

source: Update listing tags
ar_ok: تحديث علامات القائمة

source: Add new listing tags
ar_ok: إضافة علامات قائمة جديدة

source: New listing tag name
ar_ok: اسم علامة قائمة جديدة

source: Wish to insert listing sample data?
ar_ok: هل ترغب في إدراج نموذج بيانات العينة؟

source: Installation Guide
ar_ok: دليل التثبيت

source: Other Details
ar_ok: تفاصيل أخرى

source: Tevolution Update
ar_ok: تحديث tevolution

source: We don't find Tevolution - Directory Plugin active in your templatic account, you will not be able to update without a license
ar_ok: لا نجد Tevolution - Plugin Plugin نشط في حسابك المعامل ، ولن تتمكن من التحديث بدون ترخيص

source: Enter your Templatic account credentials to proceed with the update. These are the same details you use for the member area.
ar_ok: أدخل بيانات اعتماد حسابك المعامل للمتابعة مع التحديث.هذه هي نفس التفاصيل التي تستخدمها لمنطقة الأعضاء.

source: There is a new version of Tevolution-Directory plugin available
ar_ok: هناك إصدار جديد من المكون الإضافي Tevolution-Directory متاح

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
ar_ok: حدث خطأ HTTP غير متوقع أثناء طلب API. </p> <p> <a href = "؟"onClick = "document.location.reload () ؛ return false ؛"> حاول مرة أخرى </a>

source: An unknown error occurred
ar_ok: حدث خطأ غير معروف

source: Tevolution Location Manager
ar_ok: مدير موقع Tevolution

source: Display a Google map with custom icons and marker clusters while operating multiple cities. Widget works best inside the Homepage Slider or Homepage - Main Content area.
ar_ok: عرض خريطة Google مع أيقونات مخصصة ومجموعات العلامات أثناء تشغيل مدن متعددة.يعمل القطعة بشكل أفضل داخل منزلق الصفحة الرئيسية أو الصفحة الرئيسية - منطقة المحتوى الرئيسية.

source: T &rarr; Homepage Map - multi city
ar_ok: T & rarr ؛خريطة الصفحة الرئيسية - مدينة متعددة

source: Map Height: <small>(Default is 500px. To change enter a numeric value.)</small>
ar_ok: ارتفاع الخريطة: <small> (الافتراضي هو 500 بكسل. لتغيير أدخل قيمة رقمية.) </small>

source: Show a map on category pages while operating multiple cities. Use in category page sidebar and category page - below header areas.
ar_ok: إظهار خريطة على صفحات الفئة أثناء تشغيل مدن متعددة.استخدم في صفحة الفئة الجانبية وصفحة الفئة - أسفل مناطق الرأس.

source: T &rarr; Category Page Map - multi city
ar_ok: T & rarr ؛خريطة صفحة الفئة - مدينة متعددة

source: City Wise Logs
ar_ok: سجلات المدينة الحكيمة

source: Back to city logs
ar_ok: العودة إلى سجلات المدينة

source: City Logs
ar_ok: سجلات المدينة

source: Use this section to see how many times was each of your cities visited. This is useful in determining which is your most popular city.
ar_ok: استخدم هذا القسم لمعرفة عدد المرات التي تمت زيارتها لكل مدن.هذا مفيد في تحديد مدينتك الأكثر شعبية.

source: City Name
ar_ok: اسم المدينة

source: State Name
ar_ok: اسم الولاية

source: Country Name
ar_ok: اسم الدولة

source: Total Count
ar_ok: العد الكلي

source: Views
ar_ok: الآراء

source: IP Address
ar_ok: عنوان IP

source: Counter
ar_ok: يعداد

source: Imported your MultiCity Csv file successfully.
ar_ok: استيراد ملف CSV المتعدد الخاص بك بنجاح.

source: Drop MultiCity entries successfully.
ar_ok: إسقاط إدخالات متعددة بنجاح.

source: CSV City Import
ar_ok: استيراد مدينة CSV

source: Directly upload all the content of your cities here and check under wp-admin -&gt; Tevolution -&gt; Manage Locations -&gt; Cities. This will help you reduce the manual work of adding each city individually.<br><strong>Tip:</strong> You can directly add/delete your cities their in csv file itself and then upload here, it will save your time.
ar_ok: قم بتحميل جميع محتوى مدنك مباشرةً وتحقق من WP -Admin -& gt ؛tevolution -& gt ؛إدارة المواقع -& gt ؛مدن.سيساعدك ذلك على تقليل العمل اليدوي لإضافة كل مدينة بشكل فردي. <br> <strong> نصيحة: </strong> يمكنك إضافة/حذف مدنك مباشرة في ملف CSV نفسه ثم التحميل هنا ، سيوفر وقتك.

source: If you want to import cities from GeoPlaces4 to Tevolution-LocationManager plugin with same City ID then
ar_ok: إذا كنت ترغب في استيراد المدن من Geoplaces4 إلى البرنامج المساعد Tevolution-LocationManager مع نفس معرف المدينة

source: Click Here
ar_ok: انقر هنا

source: to drop the current city entries and then import the city CSV exported from your GeoPlaces site here.
ar_ok: لإسقاط إدخالات المدينة الحالية ثم استيراد المدينة التي تم تصديرها CSV من موقع Geoplaces الخاص بك هنا.

source: Upload your CSV file
ar_ok: تحميل ملف CSV الخاص بك

source: Import csv
ar_ok: استيراد CSV

source: Download the <a href="%s">sample CSV file</a> to see the correct structure of the Multicity.csv file. To use bulk upload with custom fields simply add them as new columns inside your .csv file at last(at the end).
ar_ok: قم بتنزيل <a href="%s"> نموذج ملف CSV </a> لرؤية الهيكل الصحيح لملف multibity.csv.لاستخدام التحميل بالجملة مع الحقول المخصصة ، ما عليك سوى إضافتها كأعمدة جديدة داخل ملف .csv الخاص بك في النهاية (في النهاية).

source: CSV City Export
ar_ok: CSV مدينة التصدير

source: Directly download all the city from here and save it on your hard drive.
ar_ok: قم بتنزيل جميع المدينة مباشرة من هنا وحفظها على محرك الأقراص الثابتة.

source: Export City CSV file
ar_ok: تصدير ملف CSV

source: Export TO csv
ar_ok: التصدير إلى CSV

source: Enable distance-aware related posts for
ar_ok: تمكين المشاركات المتعلقة بالمسافة المتعلقة

source: No custom post type has been created at your site yet. Please <a href="?page=%s"> create it </a> to list it here.
ar_ok: لم يتم إنشاء نوع منشور مخصص في موقعك حتى الآن.يرجى <a href="؟page=%s"> إنشاءه </a> لإدراجها هنا.

source: When this option is enabled, related posts will only show if within the distance you set below. The distance is relative to the post currently visited.
ar_ok: عند تمكين هذا الخيار ، ستظهر المنشورات ذات الصلة فقط إذا قمت بتعيين المسافة أدناه.المسافة بالنسبة إلى المنشور الذي تمت زيارته حاليًا.

source: Set the distance
ar_ok: ضبط المسافة

source: Kilometer
ar_ok: كيلومتر

source: Specify the distance from which related posts will be pulled. This option is functional only if you enabled distance-aware functionality for your post type.
ar_ok: حدد المسافة التي سيتم سحب المنشورات ذات الصلة.هذا الخيار وظيفي فقط إذا قمت بتمكين وظائف مدركة للمسافة لنوع المنشور الخاص بك.

source: Location
ar_ok: موقع

source: City Base
ar_ok: قاعدة المدينة

source: Remove base
ar_ok: إزالة القاعدة

source: Or Change the base to
ar_ok: أو تغيير القاعدة إلى

source: (city-base)
ar_ok: (قاعدة المدينة)

source: Country
ar_ok: دولة

source: Select Country
ar_ok: حدد الدولة

source: State
ar_ok: حالة

source: Select State
ar_ok: اختر ولايه

source: City
ar_ok: مدينة

source: Select City
ar_ok: اختر مدينة

source: Location setting fields per page
ar_ok: حقول إعداد الموقع لكل صفحة

source: Locations
ar_ok: المواقع

source: Using this section you will be able to define country, states and cities which can then be used to filter content on your site. Posts, listings or events added for one city will not show for other cities. Read more about <strong>how to manage cities <a href="http://templatic.com/docs/directory-theme-guide/#multiplecities">here</a></strong>.
ar_ok: باستخدام هذا القسم ، ستتمكن من تحديد البلد والولايات والمدن التي يمكن استخدامها بعد ذلك لتصفية المحتوى على موقعك.المشاركات أو القوائم أو الأحداث المضافة لمدينة واحدة لن تظهر للمدن الأخرى.اقرأ المزيد حول <strong> كيفية إدارة المدن <a href="http://templatic.com/docs/directory-theme-guide/#multiplicities"> هنا </a> </strong>.

source: Manage Locations
ar_ok: إدارة المواقع

source: Countries
ar_ok: بلدان

source: States
ar_ok: تنص على

source: Cities
ar_ok: مدن

source: Please select Country
ar_ok: الرجاء تحديد البلد

source: Please select State
ar_ok: الرجاء تحديد الحالة

source: Please select City
ar_ok: الرجاء تحديد المدينة

source: City Base In Category Pages
ar_ok: قاعدة المدينة في صفحات الفئة

source: Enabling this will include the city slug and city name inside category URLs, allowing you to link to a category inside a specific city.<br/> <strong>Do not enable this</strong> if your site has already been indexed by Google as those old links will lead to a 404 page.
ar_ok: سيشمل ذلك تمكين ذلك سبيكة المدينة واسم المدينة داخل عناوين URL ، مما يتيح لك الارتباط بفئة داخل مدينة معينة. <br/> <strong> لا تمكّن هذا </strong>لأن تلك الروابط القديمة ستؤدي إلى 404 صفحة.

source: City selector style
ar_ok: نمط محدد المدينة

source: Dropdowns
ar_ok: هبوط قطرة

source: Links
ar_ok: الروابط

source: City selector is used to change the current city. It is located inside the header.
ar_ok: يستخدم محدد المدينة لتغيير المدينة الحالية.يقع داخل الرأس.

source: City selector levels
ar_ok: مستويات محدد المدينة

source: All Countries
ar_ok: كل البلدان

source: One Country
ar_ok: دولة واحد

source: Only Cities
ar_ok: المدن فقط

source: 1) Displays a 3-level city selector Country > State > City with ability to change country. </br> 2) One Country: Displays a 2-level city selector State > City without ability to change country. </br> 3) Only Cities: Displays a 1-level city selector without countries or states.
ar_ok: 1) يعرض بلد محدد المدينة 3 على مستوى> الدولة> المدينة التي لديها القدرة على تغيير البلد.</br> 2) بلد واحد: يعرض مدينة محدد المدينة من مستويين> دون القدرة على تغيير البلد.</br> 3) المدن فقط: يعرض محدد المدينة 1 على مستوى بدون دول أو دول.

source: Record updated successfully.
ar_ok: سجل تحديث بنجاح.

source: The MaxMind option cannot be saved because you have not placed MaxMind folder under plugins/Tevolution-LocationManager.
ar_ok: لا يمكن حفظ خيار MaxMind لأنك لم تضع مجلد MaxMind ضمن الإضافات/Tevolution-LocationManager.

source: Download this <a href="%s">zip file</a>, extract it and place it into wp-content/plugins/Tevolution-LocationManager/ folder.
ar_ok: قم بتنزيل هذا <a href="%s"> ملف zip </a> ، واستخلصه ووضعه في wp-content/plugins/tevolution-locationmanager/folder.

source: Homepage Displays
ar_ok: عروض الصفحة الرئيسية

source: Default City
ar_ok: المدينة الافتراضية

source: Ask To Show Nearest City
ar_ok: اطلب إظهار أقرب مدينة

source: Nearest City
ar_ok: أقرب مدينة

source: Displays listings from your default city to visitors once they land on your homepage.
ar_ok: يعرض قوائم من مدينتك الافتراضية إلى الزوار بمجرد هبوط صفحتك الرئيسية.

source: Show listings from the city nearest to the visitors without asking to share their location. Note: Your cities must have atleast one listing added to get tracked as nearest city in front end.
ar_ok: عرض قوائم من المدينة الأقرب إلى الزوار دون طلب مشاركة موقعهم.ملاحظة: يجب أن تكون مدنك على الأقل قائمة واحدة تم إضافة قائمة واحدة لتتبعها كأقرب مدينة في الواجهة الأمامية.

source: Need help?
ar_ok: تحتاج مساعدة؟

source: Asks visitors to share their location and if they agree, they are shown their nearest city. If visitor doesnt share location, listings from the default city will be displayed.
ar_ok: يطلب من الزوار مشاركة موقعهم وإذا وافقوا ، فإنهم يظهرون أقرب مدينة لهم.إذا لم يشارك الزائر الموقع ، فسيتم عرض قوائم من المدينة الافتراضية.

source: Activate location management for
ar_ok: تنشيط إدارة الموقع ل

source: Track city visits (city logs)
ar_ok: تتبع زيارات المدينة (سجلات المدينة)

source: Enabling this option will turn on city logging and show the "City Logs" tab.
ar_ok: سيؤدي تمكين هذا الخيار إلى تشغيل تسجيل الدخول إلى المدينة وإظهار علامة التبويب "سجلات المدينة".

source: Save All Changes
ar_ok: احفظ جميع التغييرات

source: Add a Country
ar_ok: أضف بلد

source: Back to countries list
ar_ok: العودة إلى قائمة البلدان

source: Edit Country
ar_ok: تحرير البلد

source: Manage Countries
ar_ok: إدارة البلدان

source: Add a field for country
ar_ok: أضف حقلًا للبلد

source: Add new country
ar_ok: أضف بلد جديد

source: Add and manage your country details from this section. To add new country, use above add link.<br> This section helps your user to select between all the countries available on your site.
ar_ok: أضف وإدارة تفاصيل بلدك من هذا القسم.لإضافة بلد جديد ، استخدم أعلاه إضافة رابط. <br> يساعد هذا القسم المستخدم على الاختيار بين جميع البلدان المتاحة على موقعك.

source: Country created successfully.
ar_ok: أنشأت البلد بنجاح.

source: Country updated successfully.
ar_ok: تم تحديث البلد بنجاح.

source: Country deleted successfully.
ar_ok: تم حذف البلد بنجاح.

source: Country enable successfully.
ar_ok: تمكين البلد بنجاح.

source: Country disable successfully.
ar_ok: تعطيل البلد بنجاح.

source: Add a State
ar_ok: أضف دولة

source: Back to states list
ar_ok: العودة إلى قائمة الدول

source: Edit State
ar_ok: تحرير الحالة

source: Manage States
ar_ok: إدارة الدول

source: Add a field for state
ar_ok: أضف حقلًا للدولة

source: Add new State
ar_ok: أضف حالة جديدة

source: Add and manage your state details from this section. You can add new states using above add link.<br> These states will be listed in the dropdown according to the country selected by your user.
ar_ok: أضف وإدارة تفاصيل حالتك من هذا القسم.يمكنك إضافة حالات جديدة باستخدام الرابط إضافة أعلاه.

source: State created successfully.
ar_ok: أنشأت الدولة بنجاح.

source: State updated successfully.
ar_ok: تم تحديث الدولة بنجاح.

source: State deleted successfully.
ar_ok: تم حذف الدولة بنجاح.

source: Add a city
ar_ok: أضف مدينة

source: Back to city list
ar_ok: العودة إلى قائمة المدينة

source: Adequate information will lead to accurate results and map. So, please enter all information accordingly.
ar_ok: ستؤدي المعلومات الكافية إلى نتائج دقيقة وخريطة.لذا ، الرجاء إدخال جميع المعلومات وفقًا لذلك.

source: Edit city
ar_ok: تحرير المدينة

source: For accurate results, please enter the adequate information.
ar_ok: للحصول على نتائج دقيقة ، يرجى إدخال المعلومات الكافية.

source: Manage Cities
ar_ok: إدارة المدن

source: Add new city
ar_ok: أضف مدينة جديدة

source: <b>Important note:</b> Cities will appear in front-end city selection box only after you add some listings/events to them. <br/><br/>
ar_ok: <b> ملاحظة مهمة: </b> ستظهر المدن في مربع اختيار المدينة الأمامي فقط بعد إضافة بعض القوائم/الأحداث إليهم.<br/> <br/>

source: City created successfully. Until you do not create any post for this particular city, it will not appear in a navigation strip for selection.
ar_ok: خلقت المدينة بنجاح.حتى لا تنشئ أي منشور لهذه المدينة بالذات ، فلن يظهر في شريط التنقل للاختيار.

source: City updated successfully.
ar_ok: تحديث المدينة بنجاح.
