Repository: 1akram/classifaedTransulation
Catalog: languagesTheme/admin-*.po
Languages: ar_ok

source: <p>Howdy [#to_name#],</p><p>You have submitted a new listing. Here are some details about it</p><p>[#information_details#]</p><p>Thank You,<br/>[#site_name#]</p>
ar_ok: <p> howdy [#to_name#] ، </p> <p> لقد قدمت قائمة جديدة.فيما يلي بعض التفاصيل حول هذا الموضوع </p> <p> [#information_details#] </p> <p> شكرًا لك ، <br/> [#site_name#] </p>

source: Bank Name
ar_ok: اسم البنك

source: Account Number
ar_ok: رقم حساب

source: Thank you for your cooperation with us.
ar_ok: شكرا لتعاونكم معنا.

source: Your submitted id is
ar_ok: معرف الخاص بك هو

source: View more detail from
ar_ok: عرض المزيد من التفاصيل من

source: Submission pending payment
ar_ok: التقديم المعلقة الدفع

source: Information
ar_ok: معلومة

source: description in two lines (will be shown on listing pages)
ar_ok: الوصف في سطرين (سيتم عرضه على صفحات الإدراج)

source: Images
ar_ok: الصور

source: Package with price
ar_ok: حزمة مع السعر

source: Head over to the
ar_ok: توجه إلى

source: Submit
ar_ok: يُقدِّم

source: Form
ar_ok: استمارة

source: to add one.
ar_ok: لإضافة واحدة.

source: Please fill the captcha form.
ar_ok: يرجى ملء نموذج captcha.

source: Upload
ar_ok: تحميل

source: Add New Post type
ar_ok: أضف نوع المنشور الجديد

source: Back to Post type list
ar_ok: العودة إلى قائمة النشر

source: Fill up the necessary information to create a new post type and matching taxonomies. Starred <span class="required">*</span> fields are compulsory, so you cannot leave them blank. These custom post will appear as one of the option in wp-admin (dashboard) menu panel. <br><strong> Note: </strong>Be careful while adding slugs, It will appear in the URL and you will not be able to edit them once you save taxonomy.
ar_ok: املأ المعلومات اللازمة لإنشاء نوع منشور جديد وتصنيفات مطابقة.stared <span class = "required">*</span> حقول إلزامية ، لذلك لا يمكنك تركها فارغة.ستظهر هذه المشاركة المخصصة كواحدة من الخيار في لوحة قائمة WP-Admin (Dashboard).<br> <strong> ملاحظة: </strong> كن حذرًا أثناء إضافة الرخويات ، وسيظهر في عنوان URL ولن تتمكن من تحريرها بمجرد توفير التصنيف.

source: Post Type Name
ar_ok: اسم ما بعد الاسم

source: e.g. Places, Events etc
ar_ok: على سبيل المثالالأماكن والأحداث وما إلى ذلك

source: Post Type Slug
ar_ok: نوع ما بعد النوع الرخوة

source: e.g. places, events etc
ar_ok: على سبيل المثالالأماكن والأحداث وما إلى ذلك

source: Note
ar_ok: ملحوظة

source: Just enter small letters without any space, Maximum 20 characters are allowed.
ar_ok: ما عليك سوى إدخال رسائل صغيرة دون أي مساحة ، يُسمح بحد أقصى 20 حرفًا.

source: Custom Taxonomy name
ar_ok: اسم تصنيف مخصص

source: e.g. Categories, Event Categories etc.
ar_ok: على سبيل المثالالفئات ، فئات الأحداث ، إلخ.

source: Taxonomy Slug
ar_ok: تصنيف Slug

source: e.g. eventcategories, placecategories etc
ar_ok: على سبيل المثالeventcategories ، placeCategories إلخ

source: Custom Tag name
ar_ok: اسم العلامة المخصص

source: e.g. Tags, Events Tags etc.
ar_ok: على سبيل المثالالعلامات والعلامات الأحداث وما إلى ذلك

source: Tags Slug
ar_ok: علامات Slug

source: e.g. etags, placetags etc
ar_ok: على سبيل المثالetags ، placetags وما إلى ذلك

source: Explain the purpose of this custom post type in few words.
ar_ok: اشرح الغرض من هذا المنشور المخصص في عدد قليل من الكلمات.

source: Upload Icon
ar_ok: أيقونة تحميل

source: Enter the URL or upload an image of 16 x 16 pixels for the custom post type icon.
ar_ok: أدخل عنوان URL أو تحميل صورة من 16 × 16 بكسل لأيقونة نوع النشر المخصصة.

source: Labels For Taxonomy Section
ar_ok: تسميات قسم التصنيف

source: Specify the labels (basically names) for your custom post type. These labels are used for your custom post type which indicates certain action like add new listing, category (helps in grouping your posts), tags etc. They will appear under your post type section on your wp-admin panel.
ar_ok: حدد الملصقات (الأسماء أساسًا) لنوع المنشور المخصص الخاص بك.تُستخدم هذه الملصقات لنوع المنشور المخصص الخاص بك والذي يشير إلى إجراء معين مثل إضافة قائمة جديدة ، والفئة (تساعد في تجميع مشاركاتك) ، والعلامات وما إلى ذلك. ستظهر ضمن قسم Post Type الخاص بك على لوحة WP-Admin.

source: Add New text
ar_ok: أضف نصًا جديدًا

source: Add New
ar_ok: اضف جديد

source: Will be displayed on Add new item links. By default it will display Add New for all the post types.
ar_ok: سيتم عرضها على إضافة روابط عنصر جديدة.بشكل افتراضي ، سيتم عرض إضافة جديد لجميع أنواع المنشورات.

source: Add New Item
ar_ok: أضف أداة جديدة

source: Will be displayed on the post detail page while adding a post. By default it will display New Item.
ar_ok: سيتم عرضه على صفحة التفاصيل النشر أثناء إضافة منشور.بشكل افتراضي ، سيعرض عنصرًا جديدًا.

source: Edit Item text
ar_ok: تحرير نص العنصر

source: Edit Item
ar_ok: تعديل عنصر

source: Will be displayed on the post detail page while editing a post. By default it will display Edit Item.
ar_ok: سيتم عرضه على صفحة التفاصيل النشر أثناء تحرير منشور.بشكل افتراضي ، سيتم عرض عنصر تحرير.

source: View Item button text
ar_ok: عرض نص زر العنصر

source: View Item
ar_ok: عرض العنصر

source: Will be displayed on the post detail page after you submit the post. By default it will display View Item.
ar_ok: سيتم عرضه على صفحة التفاصيل بعد إرسال المنشور.بشكل افتراضي ، سيتم عرض عنصر العرض.

source: Search button text
ar_ok: نص زر البحث

source: Search Item
ar_ok: عنصر البحث

source: Will be displayed on the Search button. By default it will display Search Items.
ar_ok: سيتم عرضه على زر البحث.بشكل افتراضي ، سيعرض عناصر البحث.

source: No item found text
ar_ok: لم يتم العثور على نص عنصر

source: No Item Found
ar_ok: لم يتم العثور على عنصر

source: Will be displayed when there is no item in Posts or Pages. By default it will display No posts found/No pages found.
ar_ok: سيتم عرضه عندما لا يكون هناك عنصر في المنشورات أو الصفحات.بشكل افتراضي ، لن يعرض أي منشورات موجودة/لم يتم العثور على صفحات.

source: Not item found in Trash text
ar_ok: ليس العنصر الموجود في نص القمامة

source: No item found in Trash
ar_ok: لم يتم العثور على عنصر في سلة المهملات

source: Will be displayed when there is no item in Trash. By default it will display No posts found in Trash/No pages found in Trash.
ar_ok: سيتم عرضه عندما لا يكون هناك عنصر في سلة المهملات.بشكل افتراضي ، لن يعرض أي منشورات موجودة في القمامة/لا توجد صفحات موجودة في سلة المهملات.

source: Save Taxonomy
ar_ok: حفظ التصنيف

source: Popular tags
ar_ok: الكلمات الشعبية

source: All tags
ar_ok: جميع العلامات

source: Parent tags
ar_ok: علامات الوالدين

source: Parent tags:
ar_ok: علامات الوالدين:

source: Edit tags
ar_ok: تعديل العلامات

source: Update tags
ar_ok: تحديث العلامات

source: Add new tags
ar_ok: أضف علامات جديدة

source: New tag name
ar_ok: اسم علامة جديد

source: Custom Fields
ar_ok: الحقول المخصصة

source: Per Page
ar_ok: لكل صفحة

source: User Profile Fields
ar_ok: حقول ملف تعريف المستخدم

source: Post Types
ar_ok: أنواع ما بعد

source: Transaction ID:
ar_ok: رقم المعاملة:

source: %s Category Pages - Below Header
ar_ok: صفحات فئة %s - أسفل الرأس

source: Widgets placed here appear on the %s category page below the header part, (design supported after tevolution 2.2)
ar_ok: تظهر الأدوات الموضوعة هنا على صفحة فئة %s أسفل جزء الرأس ، (التصميم المدعوم بعد Tevolution 2.2)

source: %s Category Page Sidebar
ar_ok: %s فئة صفحة الجانبية

source: Display widgets in a sidebar on %s category pages.
ar_ok: عرض الحاجيات في الشريط الجانبي على صفحات فئة %s.

source: %s Detail Page Sidebar
ar_ok: %s تفاصيل الصفحة الجانبية الشريط الجانبي

source: Display widgets in a sidebar on single %s pages.
ar_ok: عرض الحاجيات في الشريط الجانبي على صفحات %s.

source: Display widgets %s above pages.
ar_ok: عرض الأدوات %s فوق الصفحات.

source: %s Add - Sidebar
ar_ok: %s إضافة - الشريط الجانبي

source: Display widgets in a sidebar that appears on %s submission pages.
ar_ok: عرض الأدوات في الشريط الجانبي الذي يظهر على صفحات تقديم %s.

source: Image
ar_ok: صورة

source: Price package
ar_ok: حزمة السعر

source: Transaction Status
ar_ok: حالة عملية

source: Home, Category
ar_ok: الصفحة الرئيسية ، فئة

source: Package Name:
ar_ok: اسم الحزمة:

source: Total Price:
ar_ok: السعر الكلي:

source: Featured:
ar_ok: متميز:

source: Exp Date:
ar_ok: تاريخ exp:

source: Category Price
ar_ok: سعر الفئة

source: To change currency <a href="%sadmin.php?page=monetization&tab=payment_options" target= "_blank" >click here</a>
ar_ok: لتغيير العملة <a href="%sadmin.php؟page=monetization&tab=payment_options" target= "_blank"> انقر هنا </a>

source: Price
ar_ok: سعر

source: Slug
ar_ok: سبيكة

source: Posts
ar_ok: المشاركات

source: Email Settings & Notifications
ar_ok: إعدادات البريد الإلكتروني والإشعارات

source: Permalink Settings
ar_ok: الإعدادات الرابط الثابت

source: Submission notification to admin
ar_ok: إخطار التقديم إلى المسؤول

source: Quick Edit
ar_ok: تعديل سريع

source: Reset
ar_ok: إعادة ضبط

source: Data reset
ar_ok: إعادة تعيين البيانات

source: Subject
ar_ok: موضوعات

source: Save Changes
ar_ok: حفظ التغييرات

source: Submission notification to user
ar_ok: إخطار التقديم للمستخدم

source: Successful payment notification to user
ar_ok: إخطار الدفع الناجح للمستخدم

source: Successful payment notification to admin
ar_ok: إشعار الدفع الناجح إلى المسؤول

source: <p>Howdy [#to_name#],</p><p>You have received a payment of [#payable_amt#] on [#site_name#]. Details are available below</p><p>[#transaction_details#]</p><p>Thanks,<br/>[#site_name#]</p>
ar_ok: <p> howdy [#to_name#] ، </p> <p> لقد تلقيت دفعة من [#payable_amt#] على [#site_name#].التفاصيل متوفرة أدناه </p> <p> [#Transaction_Details#] </p> <p> شكرًا ، <br/> [#site_name#] </p>

source: PreBank transfer notification to admin
ar_ok: إشعار نقل ما قبل بنك إلى المسؤول

source: <p>Dear [#to_name#],</p><p>A payment from username [#user_login#] is now pending on a submission or subscription to one of your plans.</p><p>[#transaction_details#]</p><p>Thanks!<br/>[#site_name#]</p>
ar_ok: <p> عزيزي [#to_name#] ، </p> <p> دفع من اسم المستخدم [#user_login#] معلق الآن على تقديم أو اشتراك في إحدى خططك. </p> <p> [#Transaction_Details#] </p> <p> شكرًا! <br/> [#site_name#] </p>

source: Contact us form message
ar_ok: اتصل بنا رسالة النموذج

source: <p>Dear [#to_name#] ,</p><p>You have an inquiry message. Here are the details</p><p> Name: [#user_name#] </p> <p> Email: [#user_email#] </p> <p> Message: [#user_message#] </p>
ar_ok: <p> عزيزي [#to_name#] ، </p> <p> لديك رسالة استفسار.فيما يلي التفاصيل </p> <p> الاسم: [#user_name#] </p> <p> البريد الإلكتروني: [#user_email#] </p> message: [#user_message#] </p>

source: Post upgrade notification to admin
ar_ok: بعد إشعار الترقية إلى المسؤول

source: <p>Howdy [#to_name#],</p><p>A new upgrade request has been submitted to your site.</p><p>Here are some details about it.</p><p>[#information_details#]</p><p>Thank You,<br/>[#site_name#]</p>
ar_ok: <p> howdy [#to_name#] ، </p> <p> تم إرسال طلب ترقية جديد إلى موقعك. </p> <p> فيما يلي بعض التفاصيل حوله. </p> <p> [#information_details#] </p> <p> شكرًا لك ، <br/> [#site_name#] </p>

source: Post upgrade notification to user
ar_ok: بعد إشعار الترقية للمستخدم

source: <p>Dear [#to_name#],</p><p>Your [#post_type_name#] has been updated by you . Here is the information about the [#post_type_name#]:</p>[#information_details#]<br><p>[#site_name#]</p>
ar_ok: <p> عزيزي [#to_name#] ، </p> <p> تم تحديث [#post_type_name#] من قبلك.فيما يلي معلومات حول [#post_type_name#]: </p> [#information_details#] <br> <p> [#site_name#] </p>

source: Password reset
ar_ok: إعادة تعيين كلمة المرور

source: <p>Hi [#to_name#],</p><p>Here is the new password you have requested for your account [#user_email#].</p><p> Login URL: [#login_url#] </p><p>User name: [#user_login#]</p> <p> Password: [#user_password#]</p><p>You may change this password in your profile once you login with the new password above.</p><p>Thanks <br/> [#site_title#] </p>
ar_ok: <p> hi [#to_name#] ، </p> <p> هنا كلمة المرور الجديدة التي طلبتها لحسابك [#user_email#]. </p> url تسجيل الدخول: [#login_url#] </p> <p> اسم المستخدم: [#user_login#] </p> <p> كلمة المرور: [#USER_PASSWORD#] </p> يمكنك تغيير كلمة المرور هذه في ملف التعريف الخاص بك بمجرد تسجيل الدخول باستخدام كلمة المرور الجديدةأعلاه. </p> <p> شكرًا <br/> [#site_title#] </p>

source: Listing expiration notification to user
ar_ok: إدراج إشعار انتهاء الصلاحية للمستخدم

source: <p>Dear [#user_login#],<p><p>Your listing -<b>[#post_title#]</b> posted on [#post_date#] and paid on [#transection_date#] for [#alivedays#] days.</p><p>Is going to expire in [#days_left#] day(s). Once the listing expires, it will no longer appear on the site.</p><p> In case you wish to renew this listing, please login to your member area on our site and renew it as soon as it expires. You can login on the following link [#site_login_url_link#].</p><p>Your login ID is <b>[#user_login#]</b> and Email ID is <b>[#user_email#]</b>.</p><p>Thank you,<br />[#site_name#].</p>
ar_ok: <p> عزيزي [#user_login#] ، <p> <p> قائمتك -<b> [#post_title#] </b> تم نشرها على [#post_date#] ودفعها على [#transection_date#] لـ [#alivedays#] أيام. </p> <p> سوف تنتهي صلاحيتها في [#days_left#] اليوم (s).بمجرد انتهاء صلاحية القائمة ، لن تظهر على الموقع. </p> <p> في حال كنت ترغب في تجديد هذه القائمة ، يرجى تسجيل الدخول إلى منطقة العضو الخاصة بك على موقعنا وتجديدها بمجرد انتهاءها.يمكنك تسجيل الدخول على الرابط التالي [#site_login_url_link#]. </p> <p> معرف تسجيل الدخول الخاص بك هو <b> [#user_login#] </b> ومعرف البريد الإلكتروني هو <b> [#user_email#] </B>. </p> <p> شكرًا لك ، <br /> [#site_name#]. </p>

source: Cancelled payment notification to user
ar_ok: إشعار الدفع الملغى للمستخدم

source: [#post_type#] has been cancelled with transaction id [#transection_id#]
ar_ok: [#post_type#] تم إلغاء معرف المعاملة [#transection_id#]

source: Listing updated notification to user
ar_ok: إدراج إشعار محدث للمستخدم

source: <p>Dear [#to_name#],</p><p>[#post_type#] ID #[#submition_Id#] has been updated on your site.</p><p>You can review it again by clicking on its title in this email or through your admin dashboard.</p>[#information_details#]<br><p>[#site_name#]</p>
ar_ok: <p> عزيزي [#to_name#] ، </p> <p> [#post_type#] id#[#submition_id#] تم تحديثه على موقعك. </p> <p> يمكنك مراجعته مرة أخرى بالنقر فوقعلى عنوانه في هذا البريد الإلكتروني أو من خلال لوحة معلومات المشرف. </p> [#information_details#] <br> <p> [#site_name#]

source: Listing renewal notification to user
ar_ok: إدراج إشعار التجديد للمستخدم

source: Pending listing notification to admin
ar_ok: إشعار الإدراج المعلق للمسؤول

source: Notification Content Settings
ar_ok: إعدادات محتوى الإخطار

source: These are the messages that appear on your site after certain actions (like content submissions).
ar_ok: هذه هي الرسائل التي تظهر على موقعك بعد إجراءات معينة (مثل تقديمات المحتوى).

source: Notification Title
ar_ok: عنوان الإخطار

source: Actions
ar_ok: أجراءات

source: Successful post submission message
ar_ok: رسالة ما بعد التقديم الناجحة

source: Thank you! We have successfully received the submitted information.
ar_ok: شكرًا لك!لقد تلقينا المعلومات المقدمة بنجاح.

source: Thanks!
ar_ok: شكرًا!

source: Payment successfully received message
ar_ok: استلمت الدفع بنجاح رسالة

source: Your payment has been successfully received. The submitted content is now published.
ar_ok: تم استلام دفعتك بنجاح.يتم نشر المحتوى المقدم الآن.

source: View your submitted information
ar_ok: عرض معلوماتك المقدمة

source: Thank you for participating at
ar_ok: شكرا لك على المشاركة في

source: Payment cancelled message
ar_ok: رسالة تم إلغاؤها

source: PreBank transfer success message
ar_ok: رسالة نجاح نقل ما قبل بنك

source: To complete the transaction please transfer
ar_ok: لإكمال المعاملة يرجى النقل

source: Please include the following number as the reference
ar_ok: يرجى تضمين الرقم التالي كمرجع

source: Custom post type saved successfully , Sidebar area for this taxonomy (Listing page , Detail page + Add listing page) has been created in <strong><a href="%s">Widgets</a></strong> area.
ar_ok: تم حفظ نوع المنشور المخصص بنجاح ، تم إنشاء منطقة الشريط الجانبي لهذه التصنيف (صفحة الإدراج ، صفحة التفاصيل + إضافة صفحة الإدراج) في <strong><a href="%s">Widgets</a></strong> منطقة.

source: Custom post type deleted successfully
ar_ok: تم حذف نوع المنشور المخصص بنجاح

source: Custom Post Types
ar_ok: أنواع النشر المخصصة

source: Add Custom Post Type
ar_ok: أضف نوع المنشور المخصص

source: Start adding new custom post types by simply clicking above "Add Custom Post Type" link (e.g. jobs, cars etc). To learn more about using custom post types in general visit the <a href="http://codex.wordpress.org/Post_Types">WordPress codex</a>. To know how to properly utilize this functionality inside Tevolution, please refer to the <a href="http://templatic.com/docs/tevolution-guide/#intro_cpt">documentation guide</a>.<br><br> <strong>Tip:</strong> After you create a custom post type, you should also follow the set of steps to make it all work together. For example your new post type needs its custom fields and price packages if you want it to have its own ones. The post type will need its own submission page and categories.
ar_ok: ابدأ في إضافة أنواع النشر المخصصة الجديدة بمجرد النقر فوق "إضافة نوع النشر المخصص" (مثل الوظائف والسيارات وما إلى ذلك).لمعرفة المزيد حول استخدام أنواع المنشورات المخصصة بشكل عام ، قم بزيارة <a href="http://codex.wordpress.org/post_types"> WordPress Codex </a>.لمعرفة كيفية استخدام هذه الوظيفة بشكل صحيح داخل Tevolution ، يرجى الرجوع إلى <a href="http://templatic.com/docs/tevolution-guide/#intro_cpt"> دليل الوثائق </a>. <br> <br>> <strong> نصيحة: </strong> بعد إنشاء نوع منشور مخصص ، يجب عليك أيضًا اتباع مجموعة الخطوات لجعلها تعمل معًا.على سبيل المثال ، يحتاج نوع المنشور الجديد الخاص بك إلى الحقول المخصصة وحزم الأسعار إذا كنت تريد أن يكون لها الحقول الخاصة بها.سيحتاج نوع المنشور إلى صفحة التقديم الخاصة به والفئات.

source: Taxonomy Name
ar_ok: اسم التصنيف

source: View posts by this author
ar_ok: عرض المنشورات من قبل هذا المؤلف

source: Download
ar_ok: تحميل

source: Entries
ar_ok: إدخالات

source: Entry
ar_ok: دخول

source: Posted In
ar_ok: نشر في

source: A
ar_ok: أ

source: B
ar_ok: ب

source: C
ar_ok: ج

source: D
ar_ok: د

source: E
ar_ok: ه

source: G
ar_ok: ز

source: H
ar_ok: ح

source: I
ar_ok: أنا

source: J
ar_ok: ي

source: K
ar_ok: ك

source: L
ar_ok: ل

source: M
ar_ok: م

source: N
ar_ok: ن

source: O
ar_ok: س

source: P
ar_ok: ص

source: Q
ar_ok: س

source: R
ar_ok: ص

source: S
ar_ok: س

source: T
ar_ok: ر

source: U
ar_ok: ش

source: V
ar_ok: الخامس

source: Z
ar_ok: ض

source: [SUBJECT-STR]You might be interested in [SUBJECT-END] <p>Dear [#to_name#],</p> <p>[#frnd_comments#]</p> <p>Link : <b>[#post_title#]</b> </p> <p>Contact number : [#contact#]</p> <p>From, [#your_name#]</p> <p>Sent from -[#$post_url_link#]</p></p>
ar_ok: [الموضوع str] قد تكون مهتمًا بـ [نهاية الموضوع] <p> عزيزي [#to_name#] ، </p> <p> [#frnd_comments#] </p> <p> الرابط: <b> [#post_title#] </b> </p> <p> رقم الاتصال: [#Contact#] </p> <p> من ، [#your_name#] </p> <p> أرسل من -[#$ post_url_link#] </p> </p>

source: [SUBJECT-STR]You might be interested in [SUBJECT-END] <p>Dear [#to_name#],</p> <p>[#frnd_comments#]</p> <p>Link : <b>[#post_title#]</b> </p> <p>From, [#your_name#]</p>
ar_ok: [الموضوع str] قد تكون مهتمًا بـ [نهاية الموضوع] <p> عزيزي [#to_name#] ، </p> <p> [#frnd_comments#] </p> <p> الرابط: <b> [#post_title#] </b> </p> <p> من ، [#your_name#] </p>

source: Default page view
ar_ok: عرض الصفحة الافتراضية

source: Grid
ar_ok: جريد

source: List
ar_ok: قائمة

source: Home page settings
ar_ok: إعدادات الصفحة الرئيسية

source: Homepage displays
ar_ok: عروض الصفحة الرئيسية

source: Please create a custom post type from
ar_ok: الرجاء إنشاء نوع منشور مخصص من

source: For this option to work you must select set the "Front page displays" option within %s to "Your latest posts".
ar_ok: لكي يعمل هذا الخيار ، يجب تحديد تعيين خيار "عرض الصفحة الأمامية" ضمن %s إلى "أحدث مشاركاتك".

source: Sorting options for home page
ar_ok: خيارات الفرز للصفحة الرئيسية

source: NEXT
ar_ok: التالي

source: PREV
ar_ok: السابق

source: Show a different month
ar_ok: أظهر شهرًا مختلفًا

source: Payment Details for Listing
ar_ok: تفاصيل الدفع للإدراج

source: Blank Captcha
ar_ok: فارغة الكابتشا

source: Wrong Captcha
ar_ok: كابتشا خاطئة

source: Email Templates
ar_ok: قوالب البريد الإلكتروني

source: Check out this post
ar_ok: تحقق من هذا المنشور

source: Inquiry email
ar_ok: البريد الإلكتروني الاستفسار

source: This is an inquiry regarding the following post
ar_ok: هذا استفسار بخصوص المنشور التالي

source: Contact number
ar_ok: رقم الاتصال

source: Thank you
ar_ok: شكرًا لك

source: Tevolution Settings
ar_ok: إعدادات tevolution

source: <strong>Record updated successfully</strong>
ar_ok: <strong> تم تحديث السجل بنجاح </strong>

source: Use this section to manage outgoing emails and content messages generated by Tevolution. The outgoing ("From") email address can be changed from WordPress
ar_ok: استخدم هذا القسم لإدارة رسائل البريد الإلكتروني الصادرة ورسائل المحتوى التي تم إنشاؤها بواسطة Tevolution.يمكن تغيير عنوان البريد الإلكتروني الصادر ("من") من WordPress

source: Emails
ar_ok: رسائل البريد الإلكتروني

source: Notifications
ar_ok: إشعارات

source: Outgoing Emails Method
ar_ok: طريقة رسائل البريد الإلكتروني الصادرة

source: Tevolution uses mail() by default. Change the setting to wp_mail() only if you're using a third-party plugin for modifying outgoing emails.
ar_ok: يستخدم Tevolution Mail () افتراضيًا.قم بتغيير الإعداد إلى wp_mail () فقط إذا كنت تستخدم مكونًا إضافيًا لجهة خارجية لتعديل رسائل البريد الإلكتروني الصادرة.

source: Detail Page Forms
ar_ok: نماذج صفحة التفاصيل

source: Send to Friend
ar_ok: أرسل إلى صديق

source: Edit Package
ar_ok: تحرير الحزمة

source: Add New Package
ar_ok: أضف حزمة جديدة

source: Back to packages list
ar_ok: العودة إلى قائمة الحزم

source: Package Type
ar_ok: نوع الحزمة

source: Use Single submission if you want users to post once with this package. Use &raquoSubscription&raquo to allow users to post a certain number of posts with this package.
ar_ok: استخدم تقديمًا واحدًا إذا كنت تريد أن ينشر المستخدمون مرة واحدة باستخدام هذه الحزمة.Use & Raquosubscription & Raquo للسماح للمستخدمين بنشر عدد معين من المنشورات باستخدام هذه الحزمة.

source: This option creates a subscription that allows members to submit a preset number of listings in a set amount of time.
ar_ok: يقوم هذا الخيار بإنشاء اشتراك يسمح للأعضاء بإرسال عدد مسبقًا من القوائم في فترة زمنية محددة.

source: Number of Posts
ar_ok: عدد المنشورات

source: Enter the number of posts members can submit with this price package, e.g. 10
ar_ok: أدخل عدد المنشورات التي يمكن لأعضاء الإرسال باستخدام حزمة السعر هذه ، على سبيل المثال10

source: The package name will be shown inside the submission form. Feel free to get creative
ar_ok: سيتم عرض اسم الحزمة داخل نموذج التقديم.لا تتردد في الحصول على الإبداع

source: Package Description
ar_ok: حزمة الوصف

source: In a few words, describe what this packages offers
ar_ok: بعبارة قليلة ، صف ما تقدمه هذه الحزم

source: Select Post Type
ar_ok: حدد نوع النشر

source: Select Categories
ar_ok: اختيار الفئات

source: Amount
ar_ok: مقدار

source: This is the price which will be the cost to submit on this package. Do not enter thousand separators. Use the dot (.) as the decimal separator (if necessary). <strong>Tip</strong>: Enter 0 to make the package free. <strong>If you select subscription as package type then you can not enter zero amount.</strong>
ar_ok: هذا هو السعر الذي سيكون تكلفة إرسالها على هذه الحزمة.لا تدخل ألف فواصل.استخدم النقطة (.) كفاصل عشري (إذا لزم الأمر).<strong> نصيحة </strong>: أدخل 0 لجعل الحزمة مجانية.<strong> إذا قمت بتحديد الاشتراك كنوع حزمة ، فلا يمكنك إدخال مبلغ صفر. </strong>

source: Package Duration
ar_ok: مدة الحزمة

source: Months
ar_ok: شهور

source: Years
ar_ok: سنوات

source: Enter the duration in number of days, months or years for this package.
ar_ok: أدخل المدة في عدد الأيام أو أشهر أو سنوات لهذه الحزمة.
